# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

malformedURI=URL \u0AAF\u0ACB\u0A97\u0ACD\u0AAF \u0AA8\u0AA5\u0AC0 \u0A85\u0AA8\u0AC7 \u0AB2\u0ABE\u0AB5\u0AC0 \u0AB6\u0A95\u0ABE\u0AAF\u0AC1 \u0AA8\u0AA5\u0AC0
fileNotFound=%S \u0AAB\u0ABE\u0A88\u0AB2 \u0AB6\u0ACB\u0AA7\u0AC0 \u0AB6\u0A95\u0ABE\u0A88 \u0AA8\u0AA5\u0AC0. \u0AAE\u0AB9\u0AC7\u0AB0\u0AAC\u0ABE\u0AA8\u0AC0 \u0A95\u0AB0\u0AC0\u0AA8\u0AC7 \u0A9C\u0A97\u0ACD\u0AAF\u0ABE \u0AA4\u0AAA\u0ABE\u0AB8\u0ACB \u0A85\u0AA8\u0AC7 \u0AAB\u0AB0\u0AC0\u0AA5\u0AC0 \u0AAA\u0ACD\u0AB0\u0AAF\u0AA4\u0ACD\u0AA8 \u0A95\u0AB0\u0ACB
dnsNotFound=%S \u0AB6\u0ACB\u0AA7\u0AC0 \u0AB6\u0A95\u0ABE\u0AAF\u0AC1 \u0AA8\u0AA5\u0AC0. \u0AAE\u0AB9\u0AC7\u0AB0\u0AAC\u0ABE\u0AA8\u0AC0 \u0A95\u0AB0\u0AC0\u0AA8\u0AC7 \u0AA8\u0ABE\u0AAE \u0AA4\u0AAA\u0ABE\u0AB8\u0ACB \u0A85\u0AA8\u0AC7 \u0AAB\u0AB0\u0AC0\u0AA5\u0AC0 \u0AAA\u0ACD\u0AB0\u0AAF\u0AA4\u0ACD\u0AA8 \u0A95\u0AB0\u0ACB
protocolNotFound=%S \u0A8F \u0AA8\u0ACB\u0AA7\u0AA3\u0AC0 \u0A95\u0AB0\u0AAF\u0AC7\u0AB2\u0ACB \u0AAA\u0ACD\u0AB0\u0ACB\u0A9F\u0ACB\u0A95\u0ACB\u0AB2 \u0AA8\u0AA5\u0AC0.
connectionFailure=%S \u0AB8\u0ABE\u0AA5\u0AC7 \u0AB8\u0A82\u0AAA\u0AB0\u0ACD\u0A95 \u0A95\u0AB0\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0A9C\u0ACB\u0AA1\u0ABE\u0AA3 \u0AA4\u0AC2\u0A9F\u0AC0 \u0A97\u0AAF\u0AC1.
netInterrupt=%S \u0AB8\u0ABE\u0AA5\u0AC7\u0AA8\u0AC1\u0A82 \u0A9C\u0ACB\u0AA1\u0ABE\u0AA3 \u0A85\u0AA8\u0ABF\u0A9A\u0ACD\u0A9B\u0ABF\u0AA4 \u0AB0\u0AC0\u0AA4\u0AC7 \u0AA4\u0AC2\u0A9F\u0AC0 \u0A97\u0AAF\u0AC1. \u0AA5\u0ACB\u0AA1\u0AC0 \u0AAE\u0ABE\u0AB9\u0ABF\u0AA4\u0AC0\u0AA8\u0AC1\u0A82 \u0A95\u0AA6\u0ABE\u0A9A \u0AB5\u0AB9\u0AA8 \u0AA5\u0AAF\u0AC1 \u0AB9\u0AB6\u0AC7.
netTimeout=%S \u0AA8\u0ACB \u0AB8\u0A82\u0AAA\u0AB0\u0ACD\u0A95 \u0AB8\u0ABE\u0AA7\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0AAA\u0ACD\u0AB0\u0A95\u0ACD\u0AB0\u0ABF\u0AAF\u0ABE\u0AA8\u0ACB \u0AB8\u0AAE\u0AAF \u0AAA\u0AC2\u0AB0\u0ACD\u0AA3 \u0AA5\u0AAF\u0ACB.
redirectLoop=\u0A86 URL \u0AAE\u0ABE\u0A9F\u0AC7\u0AA8\u0AC0 \u0AA6\u0ACD\u0AB5\u0ABF\u0AA6\u0ABF\u0AB6\u0ABE\u0A95\u0AC0\u0AAF \u0AAE\u0AB0\u0ACD\u0AAF\u0ABE\u0AA6\u0ABE \u0AB5\u0AA7\u0ABE\u0AB0\u0AC7 \u0A9B\u0AC7. \u0AAE\u0ABE\u0A97\u0AA3\u0AC0 \u0A95\u0AB0\u0AAF\u0AC7\u0AB2\u0AC1\u0A82 \u0AAA\u0ABE\u0AA8\u0AC1 \u0AB2\u0ABE\u0AB5\u0AC0 \u0AB6\u0A95\u0ABE\u0AAF\u0AC1 \u0AA8\u0AA5\u0AC0. \u0AA4\u0AC7\u0AA8\u0ABE \u0AAE\u0ABE\u0A9F\u0AC7 \u0A95\u0AA6\u0ABE\u0A9A \u0A85\u0A9F\u0A95\u0ABE\u0AB5\u0ABE\u0AAF\u0AC7\u0AB2\u0ABE \u0A95\u0AC1\u0A95\u0AC0\u0A93 \u0A9C\u0AB5\u0ABE\u0AAC\u0AA6\u0ABE\u0AB0 \u0A9B\u0AC7.
## LOCALIZATION NOTE (confirmRepostPrompt): In this item, don't translate "%S"
confirmRepostPrompt=આ પાનું દર્શાવવા માટે, પહેલાં %S દ્વારા મોકલવામાં આવેલ જાણકારી પુનઃમોકલવામાં આવવી જ જોઈએ. આ કોઈપણ ક્રિયાનું પુનરાવર્તન કરશે (જેમ કે શોધ અથવા ઓર્ડર જમાવટ) કે જે પહેલાં કરવામાં આવેલ હતી.
resendButton.label=પુનઃમોકલો
unknownSocketType=\u0A9C\u0AAF\u0ABE\u0A82 \u0AB8\u0AC1\u0AA7\u0AC0 \u0AA4\u0AAE\u0AC7 \u0AB5\u0ACD\u0AAF\u0A95\u0ACD\u0AA4\u0ABF\u0A97\u0AA4 \u0AB8\u0AC1\u0AB0\u0A95\u0ACD\u0AB7\u0ABE \u0AB5\u0ACD\u0AAF\u0AB5\u0AB8\u0ACD\u0AA5\u0ABE\u0AAA\u0A95 \u0AB8\u0ACD\u0AA5\u0ABE\u0AAA\u0ABF\u0AA4 \u0A95\u0AB0\u0AB6\u0ACB \u0AA8\u0AB9\u0ABF \u0AA4\u0ACD\u0AAF\u0ABE\u0A82 \u0AB8\u0AC1\u0AA7\u0AC0 \u0AA4\u0AAE\u0AC7 \u0AA6\u0AB8\u0ACD\u0AA4\u0ABE\u0AB5\u0AC7\u0A9C \u0A9C\u0ACB\u0A88 \u0AB6\u0A95\u0AB6\u0ACB \u0AA8\u0AB9\u0ABF. \u0AB5\u0ACD\u0AAF\u0A95\u0ACD\u0AA4\u0ABF\u0A97\u0AA4 \u0AB8\u0AC1\u0AB0\u0A95\u0ACD\u0AB7\u0ABE \u0AB5\u0ACD\u0AAF\u0AB5\u0AB8\u0ACD\u0AA5\u0ABE\u0AAA\u0A95 \u0AA1\u0ABE\u0A89\u0AA8\u0AB2\u0ACB\u0AA1 \u0A95\u0AB0\u0ACB \u0AB8\u0ACD\u0AA5\u0ABE\u0AAA\u0ABF\u0AA4 \u0A95\u0AB0\u0ACB \u0A85\u0AA8\u0AC7 \u0AAB\u0AB0\u0AC0\u0AA5\u0AC0 \u0AAA\u0ACD\u0AB0\u0AAF\u0AA4\u0ACD\u0AA8 \u0A95\u0AB0\u0ACB, \u0A85\u0AA5\u0AB5\u0ABE \u0AA4\u0AAE\u0ABE\u0AB0\u0ABE \u0AB8\u0ABF\u0AB8\u0ACD\u0A9F\u0AAE\u0AA8\u0ABE \u0A85\u0AA7\u0ABF\u0A95\u0ABE\u0AB0\u0AC0\u0AA8\u0ACB \u0AB8\u0A82\u0AAA\u0AB0\u0ACD\u0A95 \u0A95\u0AB0\u0ACB.
netReset=\u0AA6\u0AB8\u0ACD\u0AA4\u0ABE\u0AB5\u0AC7\u0A9C \u0A95\u0ACB\u0A88 \u0AAE\u0ABE\u0AB9\u0ABF\u0AA4\u0AC0 \u0AA7\u0AB0\u0ABE\u0AB5\u0AA4\u0AC1 \u0AA8\u0AA5\u0AC0.
netOffline=\u0A9C\u0AAF\u0ABE\u0AB0\u0AC7 \u0AA4\u0AAE\u0AC7 \u0A93\u0AAB\u0AB2\u0ABE\u0A88\u0AA8 \u0AB9\u0ACB\u0AB5 \u0AA4\u0ACD\u0AAF\u0ABE\u0AB0\u0AC7 \u0AA6\u0AB8\u0ACD\u0AA4\u0ABE\u0AB5\u0AC7\u0A9C \u0AAC\u0AA4\u0ABE\u0AB5\u0AC0 \u0AB6\u0A95\u0ABE\u0AB6\u0AC7 \u0AA8\u0AB9\u0ABF. \u0A93\u0AA8\u0AB2\u0ABE\u0A88\u0AA8 \u0AA5\u0ABE\u0A93, \u0AAB\u0ABE\u0A88\u0AB2 \u0AAE\u0AC7\u0AA8\u0AC1\u0AAE\u0ABE\u0A82 \u0A93\u0AAB\u0AB2\u0ABE\u0A88\u0AA8 \u0A95\u0ABE\u0AAE \u0A95\u0AB0\u0ACB \u0AAA\u0AB0\u0AA8\u0AC0 \u0AA8\u0ABF\u0AB6\u0ABE\u0AA8\u0AC0 \u0AA6\u0AC2\u0AB0 \u0A95\u0AB0\u0ACB.
isprinting=\u0A9B\u0ABE\u0AAA\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0A85\u0AA5\u0AB5\u0ABE \u0AAA\u0AC2\u0AB0\u0ACD\u0AB5\u0AA6\u0AB0\u0ACD\u0AB6\u0AA8 \u0AB5\u0A96\u0AA4\u0AC7 \u0AA6\u0AB8\u0ACD\u0AA4\u0ABE\u0AB5\u0AC7\u0A9C\u0AAE\u0ABE\u0A82 \u0AAB\u0AC7\u0AB0\u0AAB\u0ABE\u0AB0 \u0A95\u0AB0\u0AC0 \u0AB6\u0A95\u0ABE\u0AB6\u0AC7 \u0AA8\u0AB9\u0ABF.
deniedPortAccess=\u0A86\u0AAA\u0AC7\u0AB2 \u0AAA\u0ACB\u0AB0\u0ACD\u0A9F \u0AA8\u0A82\u0AAC\u0AB0 \u0AB8\u0AC1\u0AB0\u0A95\u0ACD\u0AB7\u0ABE\u0A93\u0AA8\u0AC7 \u0A95\u0ABE\u0AB0\u0AA3\u0AC7 \u0A9A\u0AB2\u0ABE\u0AB5\u0AB5\u0ABE \u0AAE\u0ABE\u0A9F\u0AC7 \u0AA8\u0ABF\u0AB7\u0ACD\u0A95\u0ACD\u0AB0\u0ABF\u0AAF \u0A9B\u0AC7.
proxyResolveFailure=\u0AA4\u0AAE\u0AC7 \u0A9C\u0AC7 \u0AAA\u0ACD\u0AB0\u0ACB\u0A95\u0ACD\u0AB7\u0AC0 \u0AB8\u0AB0\u0ACD\u0AB5\u0AB0 \u0AB0\u0AC1\u0AAA\u0AB0\u0AC7\u0A96\u0ABE\u0A82\u0A95\u0ABF\u0AA4 \u0A95\u0AB0\u0ACD\u0AAF\u0AC1 \u0A9B\u0AC7, \u0AA4\u0AC7 \u0AB6\u0ACB\u0AA7\u0AC0 \u0AB6\u0A95\u0ABE\u0AAF\u0AC1 \u0AA8\u0AA5\u0AC0. \u0AAE\u0AB9\u0AC7\u0AB0\u0AAC\u0ABE\u0AA8\u0AC0 \u0A95\u0AB0\u0AC0\u0AA8\u0AC7 \u0AA4\u0AAE\u0ABE\u0AB0\u0AC0 \u0AAA\u0ACD\u0AB0\u0ACB\u0A95\u0ACD\u0AB7\u0AC0 \u0AB8\u0AC1\u0AAF\u0ACB\u0A9C\u0AA8\u0ABE \u0AA4\u0AAA\u0ABE\u0AB8\u0ACB \u0A85\u0AA8\u0AC7 \u0AAB\u0AB0\u0AC0\u0AA5\u0AC0 \u0AAA\u0ACD\u0AB0\u0AAF\u0AA4\u0ACD\u0AA8 \u0A95\u0AB0\u0ACB.
proxyConnectFailure=\u0AA4\u0AAE\u0AC7 \u0AB0\u0AC1\u0AAA\u0AB0\u0AC7\u0A96\u0ABE\u0A82\u0A95\u0ABF\u0AA4 \u0A95\u0AB0\u0AC7\u0AB2\u0ABE \u0AAA\u0ACD\u0AB0\u0ACB\u0A95\u0ACD\u0AB7\u0AC0 \u0AB8\u0AB0\u0ACD\u0AB5\u0AB0\u0AA8\u0ABE \u0AB8\u0A82\u0AAA\u0AB0\u0ACD\u0A95 \u0AB8\u0ABE\u0AA7\u0AB5\u0ABE\u0AA8\u0ABE \u0AAA\u0ACD\u0AB0\u0AAF\u0AA4\u0ACD\u0AA8 \u0A95\u0AB0\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0A9C\u0ACB\u0AA1\u0ABE\u0AA3 \u0AA6\u0AC2\u0AB0 \u0AA5\u0AAF\u0AC1. \u0AAE\u0AB9\u0AC7\u0AB0\u0AAC\u0ABE\u0AA8\u0AC0 \u0A95\u0AB0\u0AC0\u0AA8\u0AC7 \u0AA4\u0AAE\u0ABE\u0AB0\u0AC0 \u0AAA\u0ACD\u0AB0\u0ACB\u0A95\u0ACD\u0AB7\u0AC0 \u0AB8\u0AC1\u0AAF\u0ACB\u0A9C\u0AA8\u0ABE \u0AA4\u0AAA\u0ABE\u0AB8\u0ACB \u0A85\u0AA8\u0AC7 \u0AAB\u0AB0\u0AC0\u0AA5\u0AC0 \u0AAA\u0ACD\u0AB0\u0AAF\u0AA4\u0ACD\u0AA8 \u0A95\u0AB0\u0ACB.
contentEncodingError=તમે જે પાનું જોવાનો પ્રયાસ કરી રહ્યા છો તે બતાવી શકાશે નહિં કારણ કે તે સંકોચનનું અયોગ્ય અથવા બિનઆધારભૂત બંધારણ વાપરે છે. મહેરબાની કરીને વેબસાઈટ માલિકોને આ સમસ્યા વિશે જાણ કરવા માટે સંપર્ક કરો.
externalProtocolTitle=\u0AAC\u0ABE\u0AB9\u0ACD\u0AAF \u0AAA\u0ACD\u0AB0\u0ACB\u0A9F\u0ACB\u0A95\u0ACB\u0AB2\u0AA8\u0AC0 \u0AAE\u0ABE\u0A82\u0A97\u0AA3\u0AC0
externalProtocolPrompt=%1$S ને નિયંત્રિત કરવા માટે બાહ્ય કાર્યક્રમ લોન્ચ થવો જ જોઈએ: કડીઓ. અરજી થયેલ કડીઓ:\n\n\n%2$S\nકાર્યક્રમ: %3$S\n\n\nજો તમે આ માંગણી ઈચ્છતા નહિં હોય તો અરજી અન્ય કાર્યક્રમમાં નબળાઈ સર્જવાનું કારણ બની શકે. જ્યાં સુધી તમે ચોક્કસ નહિં હોવ કે આ અરજી મલીન નથી ત્યાં સુધી આ અરજી રદ કરો.\n
externalProtocolChkMsg=\u0AAF\u0ABE\u0AA6 \u0AB0\u0ABE\u0A96\u0ACB \u0A95\u0AC7 \u0AAC\u0AA7\u0AC0 \u0A95\u0AA1\u0AC0\u0AA8\u0AC0 \u0AAE\u0ABE\u0AB0\u0AC0 \u0AAA\u0AB8\u0A82\u0AA6\u0A97\u0AC0 \u0A86 \u0AAA\u0ACD\u0AB0\u0A95\u0ABE\u0AB0\u0AA8\u0AC0 \u0A9B\u0AC7.
externalProtocolLaunchBtn=\u0A95\u0ABE\u0AB0\u0ACD\u0AAF\u0A95\u0ACD\u0AB0\u0AAE \u0AB2\u0ABE\u0A93
externalProtocolUnknown=<અજ્ઞાત>
malwareBlocked=%S આગળની સાઈટ હુમલા સાઈટ તરીકે અહેવાલ આપવામાં આવેલ છે અને તે તમારી સુરક્ષા પસંદગીઓ પર આધાર રાખીને અટકાવવામાં આવેલ છે.
phishingBlocked=%S આગળની વેબ સાઈટ વેબ ગુના તરીકે અહેવાલ આપવામાં આવેલ છે કે જે વપરાશકર્તાને અંગત કે આર્થિક જાણકારી વહેંચવા માટે રચાયેલ છે.

unsafeContentType=તમે જે પાનું જોવાનો પ્રયાસ કરી રહ્યા છો તે બતાવી શકાશે નહિં કારણ કે તે એવા ફાઈલ પ્રકારમાં સમાયેલ છે કે જે ખોલવા માટે સુરક્ષિત હોઈ શકે નહિં. આ સમસ્યાની જાણ વેબસાઈટ માલિકોને કરવા માટે મહેરબાની કરીને તેમનો સંપર્ક કરો.
cspFrameAncestorBlocked=આ પાનાં પાસે સમાવિષ્ટ સુરક્ષા પોલિસી છે કે જે આ રીતે એમ્બેડેડ કરવાથી તેને અટકાવેલ છે.
corruptedContentError=તમે જે પાનું જોવાનો પ્રયાસ કરી રહ્યા છો તે બતાવી શકાશે નહિં કારણ કે માહીતિ પરિવહનમાં ક્ષતિ મળી આવી હતી.
remoteXUL=આ પાનું બિનઆધારભૂત ટૅકનોલોજીને વાપરે છે કે જે મૂળભૂત રીતે લાંબા સમય સુધી ઉપલબ્ધ નથી.
notCached=આ દસ્તાવેજ હવેથી ઉપલબ્ધ નથી.
