# The contents of this file are subject to the Netscape Public
# License Version 1.1 (the "License"); you may not use this file
# except in compliance with the License. You may obtain a copy of
# the License at http://www.mozilla.org/NPL/
#
# Software distributed under the License is distributed on an "AS
# IS" basis, WITHOUT WARRANTY OF ANY KIND, either express or
# implied. See the License for the specific language governing
# rights and limitations under the License.
#
# The Original Code is mozilla.org code.
#
# The Initial Developer of the Original Code is Netscape
# Communications Corporation. Portions created by Netscape are
# Copyright (C) 1998 Netscape Communications Corporation. All
# Rights Reserved.
#
# Contributor(s):
#   Roland Mainz <roland.mainz@informatik.med.uni-giessen.de>
#

# Page number formating
## @page_number The current page number
#LOCALIZATION NOTE (pageofpages): Do not translate %ld in the following line.
# Place the word %ld where the page number and number of pages should be
# The first %ld will receive the the page number
pagenumber=%1$d

# Page number formating
## @page_number The current page number
## @page_total The total number of pages
#LOCALIZATION NOTE (pageofpages): Do not translate %ld in the following line.
# Place the word %ld where the page number and number of pages should be
# The first %ld will receive the the page number
# the second %ld will receive the total number of pages
pageofpages=%1$d of %2$d

noPrintFilename.title=\u0AAB\u0ABE\u0A88\u0AB2\u0AA8\u0AC1\u0A82 \u0AA8\u0ABE\u0AAE \u0A96\u0AC2\u0A9F\u0AC7 \u0A9B\u0AC7
noPrintFilename.alert=\u0AA4\u0AAE\u0AC7 " \u0AAE\u0ABE\u0A82 \u0A9B\u0ABE\u0AAA\u0ACB: \u0AAB\u0ABE\u0A88\u0AB2", \u0AAA\u0AB8\u0A82\u0AA6 \u0A95\u0AB0\u0ACD\u0AAF\u0AC1 \u0A9B\u0AC7, \u0A85\u0AA8\u0AC7 \u0AAB\u0ABE\u0A88\u0AB2\u0AA8\u0AC1\u0A82 \u0AA8\u0ABE\u0AAE \u0A96\u0ABE\u0AB2\u0AC0 \u0A9B\u0AC7.

# File confirm
fileConfirm.exists=%S \u0A85\u0AB8\u0ACD\u0AA4\u0ABF\u0AA4\u0ACD\u0AB5 \u0AA7\u0AB0\u0ABE\u0AB5\u0AC7 \u0A9B\u0AC7?\u0AB6\u0AC1\u0A82 \u0AA4\u0AAE\u0AC7 \u0AA4\u0AC7\u0AA8\u0AC7 \u0AAC\u0AA6\u0AB2\u0AB5\u0ABE \u0A88\u0A9A\u0ACD\u0A9B\u0ACB \u0A9B\u0ACB?

# Print error codes
print_error_dialog_title=\u0AAA\u0ACD\u0AB0\u0ABF\u0AA8\u0ACD\u0A9F\u0AB0\u0AA8\u0AC0 \u0AAD\u0AC2\u0AB2
printpreview_error_dialog_title=\u0A9B\u0ABE\u0AAA\u0AB5\u0ABE\u0AA8\u0ABE \u0AAA\u0AC2\u0AB0\u0ACD\u0AB5\u0AA6\u0AB0\u0ACD\u0AB6\u0AA8\u0AA8\u0AC0 \u0AAD\u0AC2\u0AB2
NS_ERROR_GFX_PRINTER_CMD_NOT_FOUND=\u0A9B\u0ABE\u0AAA\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0AB8\u0AAE\u0AB8\u0ACD\u0AAF\u0ABE \u0AB9\u0AA4\u0AC0. \u0A9B\u0ABE\u0AAA\u0AB5\u0ABE\u0AA8\u0ABE \u0A86\u0AA6\u0AC7\u0AB6\u0AA8\u0AC7 \u0AAA\u0ACD\u0AB0\u0ABF\u0AA8\u0ACD\u0A9F\u0AB0 \u0A86\u0AA7\u0ABE\u0AB0 \u0A86\u0AAA\u0AA4\u0AC1 \u0AA8\u0AA5\u0AC0.
NS_ERROR_GFX_PRINTER_CMD_FAILURE=\u0A9B\u0ABE\u0AAA\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0AB8\u0AAE\u0AB8\u0ACD\u0AAF\u0ABE \u0AB9\u0AA4\u0AC0. \u0AAA\u0ACD\u0AB0\u0ABF\u0AA8\u0ACD\u0A9F\u0AB0\u0AA8\u0AC7 \u0AAE\u0ACB\u0A95\u0AB2\u0ABE\u0AAF\u0AC7\u0AB2\u0AC0 \u0AB8\u0AC2\u0A9A\u0AA8\u0ABE \u0AA8\u0ABF\u0AB7\u0ACD\u0AAB\u0AB3 \u0A97\u0A88.
NS_ERROR_GFX_PRINTER_NO_PRINTER_AVAILABLE=\u0A9B\u0ABE\u0AAA\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0AB8\u0AAE\u0AB8\u0ACD\u0AAF\u0ABE \u0AB9\u0AA4\u0AC0. \u0AAA\u0ACD\u0AB0\u0ABF\u0AA8\u0ACD\u0A9F\u0AB0 \u0AB6\u0ACB\u0AA7\u0AC0 \u0AB6\u0A95\u0ABE\u0AA4\u0AC1 \u0AA8\u0AA5\u0AC0.
NS_ERROR_GFX_PRINTER_NAME_NOT_FOUND=\u0A9B\u0ABE\u0AAA\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0AB8\u0AAE\u0AB8\u0ACD\u0AAF\u0ABE \u0AB9\u0AA4\u0AC0. \u0AAA\u0ACD\u0AB0\u0ABF\u0AA8\u0ACD\u0A9F\u0AB0 \u0AB6\u0ACB\u0AA7\u0AC0 \u0AB6\u0A95\u0AA4\u0AC1 \u0AA8\u0AA5\u0AC0
NS_ERROR_GFX_PRINTER_ACCESS_DENIED=\u0A9B\u0ABE\u0AAA\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0AB8\u0AAE\u0AB8\u0ACD\u0AAF\u0ABE \u0AB9\u0AA4\u0AC0. \u0AAA\u0ACD\u0AB0\u0ABF\u0AA8\u0ACD\u0A9F\u0AB0 \u0A9A\u0AB2\u0ABE\u0AB5\u0AB5\u0ABE\u0AA8\u0AC0 \u0AAA\u0AB0\u0AB5\u0ABE\u0AA8\u0A97\u0AC0 \u0AB0\u0AA6 \u0AA5\u0A88 \u0A97\u0A88.
NS_ERROR_GFX_PRINTER_INVALID_ATTRIBUTE=\u0A9B\u0ABE\u0AAA\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0AB8\u0AAE\u0AB8\u0ACD\u0AAF\u0ABE \u0AB9\u0AA4\u0AC0. \u0AAA\u0ACD\u0AB0\u0ABF\u0AA8\u0ACD\u0A9F\u0AB0\u0AA8\u0AC0 \u0A85\u0AAF\u0ACB\u0A97\u0ACD\u0AAF \u0AB2\u0ABE\u0A95\u0ACD\u0AB7\u0AA3\u0ABF\u0A95\u0AA4\u0ABE \u0AB8\u0AC1\u0AAF\u0ACB\u0A9C\u0AC0\u0AA4 \u0A95\u0AB0\u0AB5\u0ABE\u0AA8\u0ACB \u0AAA\u0ACD\u0AB0\u0AAF\u0AA4\u0ACD\u0AA8 \u0A95\u0AB0\u0ACB.
NS_ERROR_GFX_PRINTER_PRINTER_NOT_READY=\u0A9B\u0ABE\u0AAA\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0AB8\u0AAE\u0AB8\u0ACD\u0AAF\u0ABE \u0AB9\u0AA4\u0AC0. \u0AAA\u0ACD\u0AB0\u0ABF\u0AA8\u0ACD\u0A9F\u0AB0 \u0AA4\u0AC8\u0AAF\u0ABE\u0AB0 \u0AA8\u0AA5\u0AC0.
NS_ERROR_GFX_PRINTER_OUT_OF_PAPER=\u0A9B\u0ABE\u0AAA\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0AB8\u0AAE\u0AB8\u0ACD\u0AAF\u0ABE \u0AB9\u0AA4\u0AC0. \u0AAA\u0ACD\u0AB0\u0ABF\u0AA8\u0ACD\u0A9F\u0AB0\u0AAE\u0ABE\u0A82 \u0A95\u0ABE\u0A97\u0AB3 \u0AA8\u0AA5\u0AC0.
NS_ERROR_GFX_PRINTER_PRINTER_IO_ERROR=\u0A9B\u0ABE\u0AAA\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0AB8\u0AAE\u0AB8\u0ACD\u0AAF\u0ABE \u0AB9\u0AA4\u0AC0. \u0AAA\u0ACD\u0AB0\u0ABF\u0AA8\u0ACD\u0A9F\u0AB0 I/O \u0AAD\u0AC2\u0AB2
NS_ERROR_GFX_PRINTER_COULD_NOT_OPEN_FILE=\u0A9B\u0ABE\u0AAA\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0AB8\u0AAE\u0AB8\u0ACD\u0AAF\u0ABE \u0AB9\u0AA4\u0AC0. \u0A86\u0A89\u0A9F\u0AAA\u0AC1\u0A9F \u0AAB\u0ABE\u0A88\u0AB2 \u0A96\u0AC2\u0AB2\u0AC0 \u0AB6\u0A95\u0AA4\u0AC0 \u0AA8\u0AA5\u0AC0.
NS_ERROR_GFX_PRINTER_FILE_IO_ERROR=\u0A86\u0A89\u0A9F\u0AAA\u0AC1\u0A9F \u0AAB\u0ABE\u0A88\u0AB2 \u0A9B\u0ABE\u0AAA\u0AB5\u0ABE\u0AA8\u0AC1 \u0AB2\u0A96\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0AAD\u0AC2\u0AB2 \u0AA6\u0AC7\u0A96\u0ABE\u0A88.
NS_ERROR_GFX_PRINTER_PRINTPREVIEW=\u0A9B\u0ABE\u0AAA\u0AB5\u0ABE\u0AA8\u0AC1 \u0AAA\u0AC2\u0AB0\u0ACD\u0AB5\u0AA6\u0AB0\u0ACD\u0AB6\u0AA8 \u0AAC\u0AA4\u0ABE\u0AB5\u0AB5\u0ABE \u0AAE\u0ABE\u0A9F\u0AC7 \u0A93\u0A9B\u0ABE\u0AAE\u0ABE\u0A82 \u0A93\u0A9B\u0AC1 \u0A8F\u0A95 \u0AAA\u0ACD\u0AB0\u0ABF\u0AA8\u0ACD\u0A9F\u0AB0 \u0AB9\u0ACB\u0AB5\u0AC1 \u0A9C\u0ACB\u0A88\u0A8F.
NS_ERROR_UNEXPECTED=\u0A9B\u0ABE\u0AAA\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0A85\u0AA8\u0ABF\u0A9A\u0ACD\u0A9B\u0ABF\u0AA4 \u0AAD\u0AC2\u0AB2.
NS_ERROR_OUT_OF_MEMORY=\u0A9B\u0ABE\u0AAA\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0AB8\u0AAE\u0AB8\u0ACD\u0AAF\u0ABE \u0AB9\u0AA4\u0AC0. \u0A9B\u0ABE\u0AAA\u0AB5\u0ABE \u0AAE\u0ABE\u0A9F\u0AC7 \u0AAA\u0AC2\u0AB0\u0AA4\u0AC0 \u0AAE\u0AC7\u0AAE\u0AB0\u0AC0 \u0AA8\u0AA5\u0AC0.
NS_ERROR_NOT_IMPLEMENTED=\u0A95\u0AC7\u0A9F\u0AB2\u0AC0\u0A95 \u0A9B\u0ABE\u0AAA\u0AB5\u0ABE\u0AA8\u0AC0 \u0A95\u0ACD\u0AB0\u0ABF\u0AAF\u0ABE\u0A93 \u0AB9\u0A9C\u0AC1 \u0A85\u0AAE\u0AB2\u0AAE\u0ABE\u0A82 \u0AA8\u0AA5\u0AC0.
NS_ERROR_NOT_AVAILABLE=\u0AAA\u0ACD\u0AB0\u0ABE\u0AAA\u0ACD\u0AAF \u0AA8\u0AA5\u0AC0
NS_ERROR_ABORT=\u0A9B\u0ABE\u0AAA\u0AB5\u0ABE\u0AA8\u0AC1 \u0A95\u0ABE\u0AAE \u0A85\u0A9F\u0A95\u0ABE\u0AB5\u0ABE\u0AAF\u0AC1 \u0A85\u0AA5\u0AB5\u0ABE \u0AB0\u0AA6 \u0AA5\u0AAF\u0AC1.
NS_ERROR_FAILURE=\u0A9B\u0ABE\u0AAA\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0A85\u0A9C\u0ABE\u0AA3\u0AC0 \u0AAD\u0AC2\u0AB2 \u0AA6\u0AC7\u0A96\u0ABE\u0A88.
NS_ERROR_GFX_PRINTER_STARTDOC=\u0AA6\u0AB8\u0ACD\u0AA4\u0ABE\u0AB5\u0AC7\u0A9C \u0AB6\u0AB0\u0AC2 \u0A95\u0AB0\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0A9B\u0ABE\u0AAA\u0AB5\u0ABE\u0AA8\u0AC1 \u0AA8\u0ABF\u0AB7\u0ACD\u0AAB\u0AB3
NS_ERROR_GFX_PRINTER_ENDDOC=\u0AA6\u0AB8\u0ACD\u0AA4\u0ABE\u0AB5\u0AC7\u0A9C \u0AAA\u0AC2\u0AB0\u0ACB \u0A95\u0AB0\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0A9B\u0ABE\u0AAA\u0AB5\u0ABE\u0AA8\u0AC1 \u0AA8\u0ABF\u0AB7\u0ACD\u0AAB\u0AB3
NS_ERROR_GFX_PRINTER_STARTPAGE=\u0AAA\u0ABE\u0AA8\u0AC1 \u0AB6\u0AB0\u0AC2 \u0A95\u0AB0\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0A9B\u0ABE\u0AAA\u0AB5\u0ABE\u0AA8\u0AC1 \u0AA8\u0ABF\u0AB7\u0ACD\u0AAB\u0AB3
NS_ERROR_GFX_PRINTER_ENDPAGE=\u0AAA\u0ABE\u0AA8\u0AC1 \u0AAA\u0AC2\u0AB0\u0AC1 \u0A95\u0AB0\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0A9B\u0ABE\u0AAA\u0AB5\u0ABE\u0AA8\u0AC1 \u0AA8\u0ABF\u0AB7\u0ACD\u0AAB\u0AB3
NS_ERROR_GFX_PRINTER_PRINT_WHILE_PREVIEW=\u0A9C\u0ACD\u0AAF\u0ABE\u0AB0\u0AC7 \u0A9B\u0ABE\u0AAA\u0AB5\u0ABE\u0AA8\u0AC1 \u0AAA\u0AC2\u0AB0\u0ACD\u0AB5\u0AA6\u0AB0\u0ACD\u0AB6\u0AA8 \u0A9A\u0ABE\u0AB2\u0AC7 \u0AA4\u0ACD\u0AAF\u0ABE\u0AB0\u0AC7 \u0AA4\u0AAE\u0AC7 \u0A9B\u0ABE\u0AAA\u0AC0 \u0AB6\u0A95\u0ACB \u0AA8\u0AB9\u0ABF.
NS_ERROR_GFX_PRINTER_PAPER_SIZE_NOT_SUPPORTED=\u0A9B\u0ABE\u0AAA\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0AB8\u0AAE\u0AB8\u0ACD\u0AAF\u0ABE \u0AB9\u0AA4\u0AC0 \u0A95\u0ABE\u0AB0\u0AA3 \u0A95\u0AC7 \u0AA4\u0AAE\u0ABE\u0AB0\u0ABE \u0AAA\u0ACD\u0AB0\u0ABF\u0AA8\u0ACD\u0A9F\u0AB0\u0AC7 \u0AA4\u0AAE\u0AC7 \u0AB8\u0ACD\u0AAA\u0AB7\u0ACD\u0A9F \u0A95\u0AB0\u0AC7\u0AB2\u0ABE \u0AAA\u0ABE\u0AA8\u0ABE\u0AA8\u0ABE\u0A82 \u0AAE\u0ABE\u0AAA\u0AA8\u0AC7 \u0A86\u0AA7\u0ABE\u0AB0 \u0A86\u0AAA\u0AC0 \u0AB6\u0A95\u0ACD\u0AAF\u0AC1 \u0AA8\u0AB9\u0ABF. 
NS_ERROR_GFX_PRINTER_ORIENTATION_NOT_SUPPORTED=\u0A9B\u0ABE\u0AAA\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0AB8\u0AAE\u0AB8\u0ACD\u0AAF\u0ABE \u0AB9\u0AA4\u0AC0 \u0A95\u0ABE\u0AB0\u0AA3 \u0A95\u0AC7 \u0AA4\u0AAE\u0ABE\u0AB0\u0ABE \u0AAA\u0ACD\u0AB0\u0ABF\u0AA8\u0ACD\u0A9F\u0AB0\u0AC7 \u0AA4\u0AAE\u0AC7 \u0AB8\u0ACD\u0AAA\u0AB7\u0ACD\u0A9F \u0A95\u0AB0\u0AC7\u0AB2\u0AC0 \u0AAA\u0ABE\u0AA8\u0ABE\u0AA8\u0AC0 \u0AA6\u0ABF\u0AB6\u0ABE\u0AA8\u0AC7 \u0A86\u0AA7\u0ABE\u0AB0 \u0A86\u0AAA\u0ACD\u0AAF\u0ACB \u0AA8\u0AB9\u0ABF.
NS_ERROR_GFX_PRINTER_COLORSPACE_NOT_SUPPORTED=\u0A9B\u0ABE\u0AAA\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0AB8\u0AAE\u0AB8\u0ACD\u0AAF\u0ABE \u0AB9\u0AA4\u0AC0 \u0A95\u0ABE\u0AB0\u0AA3 \u0A95\u0AC7 \u0A9B\u0ABE\u0AAA\u0AB5\u0ABE\u0AA8\u0ABE \u0A95\u0ABE\u0AAE\u0AAE\u0ABE\u0A82 \u0AB0\u0A82\u0A97 \u0A9C\u0AB0\u0AC2\u0AB0\u0AC0 \u0A9B\u0AC7 \u0A9C\u0AC7 \u0AA4\u0AAE\u0ABE\u0AB0\u0AC1 \u0AAA\u0ACD\u0AB0\u0ABF\u0AA8\u0ACD\u0A9F\u0AB0 \u0A86\u0AA7\u0ABE\u0AB0 \u0A86\u0AAA\u0AA4\u0AC1 \u0AA8\u0AA5\u0AC0.
NS_ERROR_GFX_PRINTER_TOO_MANY_COPIES=\u0A9B\u0ABE\u0AAA\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0AB8\u0AAE\u0AB8\u0ACD\u0AAF\u0ABE \u0AB9\u0AA4\u0AC0 \u0A95\u0ABE\u0AB0\u0AA3 \u0A95\u0AC7 \u0AA4\u0AAE\u0AC7 \u0A98\u0AA3\u0AC0 \u0AAC\u0AA7\u0AC0 \u0AA8\u0A95\u0AB2\u0ACB \u0AAE\u0ABE\u0A82\u0A97\u0ACB \u0A9B\u0ACB.
NS_ERROR_GFX_PRINTER_DRIVER_CONFIGURATION_ERROR=\u0A9B\u0ABE\u0AAA\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0AB8\u0AAE\u0AB8\u0ACD\u0AAF\u0ABE \u0AB9\u0AA4\u0AC0. \u0AAA\u0ACD\u0AB0\u0ABF\u0AA8\u0ACD\u0A9F\u0AB0 \u0AA1\u0ACD\u0AB0\u0ABE\u0A88\u0AB5\u0AB0 \u0AAC\u0AB0\u0ABE\u0AAC\u0AB0 \u0AB0\u0AC2\u0AAA\u0AB0\u0AC7\u0A96\u0ABE\u0A82\u0A95\u0ABF\u0AA4 \u0AA5\u0AAF\u0AC1 \u0AA8\u0AA5\u0AC0.
NS_ERROR_GFX_PRINTER_DOC_IS_BUSY_PP=\u0AAC\u0ACD\u0AB0\u0ABE\u0A89\u0A9D\u0AB0 \u0AB9\u0AAE\u0AA3\u0ABE\u0A82 \u0A9B\u0ABE\u0AAA\u0AB5\u0ABE \u0AAE\u0ABE\u0A9F\u0AC7\u0AA8\u0AC1 \u0AAA\u0AC1\u0AB0\u0ACD\u0AB5\u0AA6\u0AB0\u0ACD\u0AB6\u0AA8 \u0A86\u0AAA\u0AC0 \u0AB6\u0A95\u0AB6\u0AC7 \u0AA8\u0AB9\u0ABF.\n\u0AAE\u0AB9\u0AC7\u0AB0\u0AAC\u0ABE\u0AA8\u0AC0 \u0A95\u0AB0\u0AC0 \u0AB2\u0ACB\u0AA1 \u0A95\u0AB0\u0AB5\u0ABE\u0AA8\u0AC1 \u0AB8\u0AAE\u0ABE\u0AAA\u0ACD\u0AA4 \u0AA5\u0ABE\u0AAF \u0AA4\u0ACD\u0AAF\u0ABE\u0AB0\u0AC7 \u0AAB\u0AB0\u0AC0\u0AA5\u0AC0 \u0AAA\u0ACD\u0AB0\u0AAF\u0AA4\u0ACD\u0AA8 \u0A95\u0AB0\u0ACB
NS_ERROR_GFX_PRINTER_DOC_WAS_DESTORYED=\u0AA4\u0AAE\u0AC7 \u0A9B\u0ABE\u0AAA\u0AB5\u0ABE\u0AA8\u0ACB \u0AAA\u0ACD\u0AB0\u0AAF\u0AA4\u0ACD\u0AA8 \u0A95\u0AB0\u0AC0 \u0AB0\u0AB9\u0ACD\u0AAF\u0ABE \u0AB9\u0AA4\u0ABE \u0AA4\u0ACD\u0AAF\u0ABE\u0AB0\u0AC7 \u0AAA\u0ABE\u0AA8\u0AC1 \u0AAC\u0AA6\u0AB2\u0ABE\u0A88 \u0A97\u0AAF\u0AC1 \u0AB9\u0AA4\u0AC1.\n\u0AAE\u0AB9\u0AC7\u0AB0\u0AAC\u0ABE\u0AA8\u0AC0 \u0A95\u0AB0\u0AC0 \u0AAB\u0AB0\u0AC0\u0AA5\u0AC0 \u0AAA\u0ACD\u0AB0\u0AAF\u0AA4\u0ACD\u0AA8 \u0A95\u0AB0\u0ACB
NS_ERROR_GFX_NO_PRINTDIALOG_IN_TOOLKIT=\u0A95\u0AA6\u0ABE\u0A9A \u0AAA\u0ACD\u0AB2\u0A97 \u0A95\u0AB0\u0AC0 \u0AB6\u0A95\u0AC7 \u0A8F\u0AB5\u0ABE \u0AB8\u0A82\u0AB5\u0ABE\u0AA6\u0ACB \u0AAC\u0AB0\u0ABE\u0AAC\u0AB0 \u0AB8\u0ACD\u0AA5\u0ABE\u0AAA\u0ABF\u0AA4 \u0AA5\u0AAF\u0ABE \u0AA8\u0AA5\u0AC0\n \u0A85\u0AA5\u0AB5\u0ABE \u0A86 GFX \u0A86\u0A97\u0AB3 \u0A9B\u0ABE\u0AAA\u0AB5\u0ABE\u0AA8\u0ABE \u0AB8\u0A82\u0AB5\u0ABE\u0AA6\u0ACB\u0AA8\u0AC7 \u0A86\u0AA7\u0ABE\u0AB0 \u0A86\u0AAA\u0AA4\u0ABE \u0AA8\u0AA5\u0AC0
NS_ERROR_GFX_NO_PRINTROMPTSERVICE=\u0A9B\u0ABE\u0AAA\u0AB5\u0ABE\u0AA8\u0AC0 \u0AB8\u0AC7\u0AB5\u0ABE \u0AAE\u0AB3\u0AA4\u0AC0 \u0AA8\u0AA5\u0AC0.
NS_ERROR_GFX_PRINTER_NO_XUL=અમે આ પાનાંને છાપવા માટે કે પાનાંનુ પૂર્વદર્શન કરવા માટે અસમર્થ છીએ.
NS_ERROR_GFX_PRINTER_PLEX_NOT_SUPPORTED=\u0A9B\u0ABE\u0AAA\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0AB8\u0AAE\u0AB8\u0ACD\u0AAF\u0ABE \u0AB9\u0AA4\u0AC0 \u0A95\u0ABE\u0AB0\u0AA3 \u0A95\u0AC7 \u0AA4\u0AAE\u0ABE\u0AB0\u0AC1 \u0AAA\u0ACD\u0AB0\u0ABF\u0AA8\u0ACD\u0A9F\u0AB0 \u0AA4\u0AAE\u0AC7 \u0AB8\u0ACD\u0AAA\u0AB7\u0ACD\u0A9F \u0A95\u0AB0\u0AC7\u0AB2\u0AC0 \u0AAA\u0ACD\u0AB2\u0AC7\u0A95\u0ACD\u0AB8 \u0AB8\u0ACD\u0AA5\u0ABF\u0AA4\u0ABF\u0AA8\u0AC7 \u0A86\u0AA7\u0ABE\u0AB0 \u0A86\u0AAA\u0AA4\u0AC1 \u0AA8\u0AA5\u0AC0.
NS_ERROR_GFX_PRINTER_DOC_IS_BUSY=\u0AAC\u0ACD\u0AB0\u0ABE\u0A89\u0A9D\u0AB0 \u0AB2\u0ACB\u0AA1 \u0A95\u0AB0\u0AA4\u0AC0 \u0AB5\u0A96\u0AA4\u0AC7 \u0A9B\u0ABE\u0AAA\u0AC0 \u0AB6\u0A95\u0AB6\u0AC7 \u0AA8\u0AB9\u0ABF.
NS_ERROR_GFX_PRINTING_NOT_IMPLEMENTED=\u0A9B\u0ABE\u0AAA\u0AB5\u0ABE\u0AA8\u0AC1 \u0AB6\u0AB0\u0AC1 \u0A95\u0AB0\u0AC0 \u0AB6\u0A95\u0ACD\u0AAF\u0ABE \u0AA8\u0AA5\u0AC0.
NS_ERROR_GFX_COULD_NOT_LOAD_PRINT_MODULE=\u0AAA\u0ACD\u0AB0\u0ABF\u0AA8\u0ACD\u0A9F \u0AAE\u0ACB\u0AA1\u0ACD\u0AAF\u0AC1\u0AB2 \u0AB2\u0ACB\u0AA1 \u0A95\u0AB0\u0AC0 \u0AB6\u0A95\u0ACD\u0AAF\u0ABE \u0AA8\u0AB9\u0ABF.
NS_ERROR_GFX_PRINTER_RESOLUTION_NOT_SUPPORTED=ત્યાં છાપવામાં સમસ્યા હતી કારણ કે તમે સ્પષ્ટ કરેલ રીઝોલ્યુશન/ગુણવત્તા સ્થિતિ એ તમારા પ્રિન્ટર દ્વારા આધારભૂત નથી.

# No printers available
noprinter=\u0A95\u0ACB\u0A88 \u0AAA\u0ACD\u0AB0\u0ABF\u0AA8\u0ACD\u0A9F\u0AB0 \u0AAA\u0ACD\u0AB0\u0ABE\u0AAA\u0ACD\u0AAF \u0AA8\u0AA5\u0AC0.
PrintToFile=\u0AAB\u0ABE\u0A88\u0AB2\u0AAE\u0ABE\u0A82 \u0A9B\u0ABE\u0AAA\u0ACB
# EOF.

