#
# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.


CertPassPrompt=\u0AAE\u0AB9\u0AC7\u0AB0\u0AAC\u0ABE\u0AA8\u0AC0 \u0A95\u0AB0\u0AC0\u0AA8\u0AC7 PSM Private Keys security device \u0AAE\u0ABE\u0A9F\u0AC7 \u0A96\u0ABE\u0AA8\u0A97\u0AC0 \u0AB8\u0AC1\u0AB0\u0A95\u0ACD\u0AB7\u0ABE \u0AAA\u0ABE\u0AB8\u0AB5\u0AB0\u0ACD\u0AA1 \u0AA6\u0ABE\u0A96\u0AB2 \u0A95\u0AB0\u0ACB.

#These are for dialogs
#Download Cert dialog
newCAMessage1=\u0AA8\u0AC0\u0A9A\u0AC7 \u0A85\u0ABE\u0AAA\u0AC7\u0AB2\u0ABE \u0AAA\u0ACD\u0AB0\u0AAF\u0ACB\u0A9C\u0AA8 \u0AAE\u0ABE\u0A9F\u0AC7 \u0AA4\u0AAE\u0AC7 "%S" \u0AAA\u0AB0 \u0AB5\u0ABF\u0AB6\u0ACD\u0AB5\u0ABE\u0AB8 \u0A95\u0AB0\u0AB5\u0ABE \u0AAE\u0ABE\u0A82\u0A97\u0ACB \u0A9B\u0AC7?
unnamedCA=\u0AB8\u0AA4\u0ACD\u0AA4\u0ABE\u0AA8\u0AC7 \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AC0\u0AA4 \u0A95\u0AB0\u0ACB (\u0AA8\u0ABE\u0AAE \u0AA8\u0AB9\u0AC0 \u0A85\u0ABE\u0AAA\u0AC7\u0AB2\u0AC1)

#For editing cert trust
editTrustWindowTitle=\u0AB5\u0ABF\u0AB6\u0ACD\u0AB5\u0ABE\u0AB8 \u0AAE\u0ABE\u0A9F\u0AC7\u0AA8\u0ABE \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0\u0AAE\u0ABE\u0A82 \u0AAB\u0AC7\u0AB0\u0AAB\u0ABE\u0AB0 \u0A95\u0AB0\u0ACB
editTrustCA=\u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0 "%S" \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0 \u0AB8\u0AA4\u0ACD\u0AA4\u0ABE\u0AA8\u0AC0 \u0AB0\u0A9C\u0AC2\u0A85\u0ABE\u0AA4 \u0A95\u0AB0\u0AC7 \u0A9B\u0AC7.
editTrustEmail="%S" \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0\u0AA8\u0AC7 \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0ABF\u0AA4 \u0A95\u0AB0\u0AA8\u0ABE\u0AB0:
issuerNotTrusted=\u0AA4\u0AAE\u0AA8\u0AC7 \u0A85\u0ABE \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0 \u0AAA\u0ACD\u0AB0\u0A95\u0ABE\u0AB6\u0ABF\u0AA4 \u0A95\u0AB0\u0AA8\u0ABE\u0AB0 \u0AB8\u0AA4\u0ACD\u0AA4\u0ABE\u0AA7\u0ABF\u0A95\u0ABE\u0AB0\u0AC0 \u0AAA\u0AB0 \u0AB5\u0ABF\u0AB6\u0ACD\u0AB5\u0ABE\u0AB8 \u0AA8\u0AA5\u0AC0. \u0AA4\u0AC7\u0AA5\u0AC0 \u0A9C\u0AAF\u0ABE\u0A82 \u0AB8\u0AC1\u0AA7\u0AC0 \u0A85\u0AB9\u0AC0\u0A82\u0AAF\u0ABE \u0AA6\u0AB0\u0ACD\u0AB6\u0ABE\u0AB5\u0ABE\u0AAF \u0AA8\u0AB9\u0AC0 \u0AA4\u0ACD\u0AAF\u0ABE\u0A82 \u0AB8\u0AC1\u0AA7\u0AC0 \u0AA4\u0AAE\u0AC7 \u0A85\u0ABE \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0\u0AA8\u0AC7 \u0AB5\u0ABF\u0AB6\u0ACD\u0AB5\u0AB8\u0AA8\u0AC0\u0AAF \u0AAE\u0ABE\u0AA8\u0AB6\u0ACB \u0AA8\u0AB9\u0AC0.
issuerTrusted=\u0AA4\u0AAE\u0AA8\u0AC7 \u0A85\u0ABE \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0 \u0AAA\u0ACD\u0AB0\u0A95\u0ABE\u0AB6\u0ABF\u0AA4 \u0A95\u0AB0\u0AA8\u0ABE\u0AB0 \u0AB8\u0AA4\u0ACD\u0AA4\u0ABE\u0AA7\u0ABF\u0A95\u0ABE\u0AB0\u0AC0 \u0AAA\u0AB0 \u0AB5\u0ABF\u0AB6\u0ACD\u0AB5\u0ABE\u0AB8 \u0A9B\u0AC7. \u0AA4\u0AC7\u0AA5\u0AC0 \u0A9C\u0AAF\u0ABE\u0A82 \u0AB8\u0AC1\u0AA7\u0AC0 \u0A85\u0AB9\u0AC0\u0A82\u0AAF\u0ABE \u0AA6\u0AB0\u0ACD\u0AB6\u0ABE\u0AB5\u0ABE\u0AAF \u0AA8\u0AB9\u0AC0 \u0AA4\u0ACD\u0AAF\u0ABE\u0A82 \u0AB8\u0AC1\u0AA7\u0AC0 \u0AA4\u0AAE\u0AC7 \u0A85\u0ABE \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0\u0AA8\u0AC0 \u0AB5\u0ABF\u0AB6\u0ACD\u0AB5\u0AB8\u0AA8\u0AC0\u0AAF\u0AA4\u0ABE \u0AAE\u0ABE\u0AA8\u0AB6\u0ACB.
issuerNotKnown=\u0AA4\u0AAE\u0AC7 \u0A85\u0ABE \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0 \u0AAA\u0ACD\u0AB0\u0A95\u0ABE\u0AB6\u0ABF\u0AA4 \u0A95\u0AB0\u0AA8\u0ABE\u0AB0 \u0AB8\u0AA4\u0ACD\u0AA4\u0ABE\u0AA7\u0ABF\u0A95\u0ABE\u0AB0\u0AC0\u0AA8\u0AC7 \u0A9C\u0ABE\u0AA3\u0AA4\u0ABE \u0AA8\u0AA5\u0AC0, \u0AA4\u0AC7\u0AA5\u0AC0 \u0A9C\u0AAF\u0ABE\u0A82 \u0AB8\u0AC1\u0AA7\u0AC0 \u0A85\u0AB9\u0AC0\u0A82\u0AAF\u0ABE \u0AA6\u0AB0\u0ACD\u0AB6\u0ABE\u0AB5\u0ABE\u0AAF \u0AA8\u0AB9\u0AC0 \u0AA4\u0ACD\u0AAF\u0ABE\u0A82 \u0AB8\u0AC1\u0AA7\u0AC0 \u0AA4\u0AAE\u0AC7 \u0A85\u0ABE \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0\u0AA8\u0AC0 \u0AB5\u0ABF\u0AB6\u0ACD\u0AB5\u0AB8\u0AA8\u0AC0\u0AAF\u0AA4\u0ABE \u0AAE\u0ABE\u0AA8\u0AB6\u0ACB \u0AA8\u0AB9\u0AC0.
issuerCertNotFound=\u0A85\u0ABE \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0 \u0AAA\u0ACD\u0AB0\u0A95\u0ABE\u0AB6\u0ABF\u0AA4 \u0A95\u0AB0\u0AA8\u0ABE\u0AB0 \u0AB8\u0AA4\u0ACD\u0AA4\u0ABE\u0AA7\u0ABF\u0A95\u0ABE\u0AB0\u0AC0 \u0AAE\u0ABE\u0A9F\u0AC7\u0AA8\u0AC1\u0A82 \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0 \u0AAE\u0AB3\u0ACD\u0AAF\u0AC1 \u0AA8\u0AA5\u0AC0

deleteUserCertConfirm=\u0AB6\u0AC1 \u0AA4\u0AAE\u0AC7 \u0A85\u0ABE \u0AAC\u0AA7\u0ABE \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0\u0ACB \u0AA6\u0AC1\u0AB0 \u0A95\u0AB0\u0AB5\u0ABE \u0AAE\u0ABE\u0A82\u0A97\u0ACB \u0A9B\u0ACB?
deleteUserCertImpact=\u0A9C\u0ACB \u0AA4\u0AAE\u0AC7 \u0AA4\u0AAE\u0ABE\u0AB0\u0AC1 \u0A85\u0AC7\u0A95\u0ABE\u0AA6 \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0 \u0AA6\u0AC1\u0AB0 \u0A95\u0AB0\u0AB6\u0ACB \u0AA4\u0ACB \u0AA4\u0AAE\u0AC7 \u0AA4\u0AC7\u0AA8\u0AC7 \u0AAA\u0ACB\u0AA4\u0ABE\u0AA8\u0AC7 \u0A85\u0ACB\u0AB3\u0A96\u0AB5\u0ABE \u0AAE\u0ABE\u0A9F\u0AC7 \u0AB5\u0ABE\u0AAA\u0AB0\u0AC0 \u0AA8\u0AB9\u0AC0 \u0AB6\u0A95\u0ACB.
deleteUserCertTitle=\u0AA4\u0AAE\u0ABE\u0AB0\u0ABE \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0\u0ACB \u0AA6\u0AC2\u0AB0 \u0A95\u0AB0\u0ACB



deleteEmailCertConfirm=\u0AB6\u0AC1 \u0AA4\u0AAE\u0AA8\u0AC7 \u0A85\u0ABE \u0AB5\u0ACD\u0AAF\u0A95\u0ACD\u0AA4\u0ABF\u0A85\u0ACB\u0AA8\u0ABE \u0A87-\u0AAE\u0AC7\u0AB2 \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0\u0ACB\u0AA8\u0AC7 \u0AA6\u0AC1\u0AB0 \u0A95\u0AB0\u0AB5\u0ABE \u0AAE\u0ABE\u0A82\u0A97\u0ACB \u0A9B\u0ACB?
deleteEmailCertTitle=\u0A87-\u0AAE\u0AC7\u0AB2 \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0\u0ACB \u0AA6\u0AC2\u0AB0 \u0A95\u0AB0\u0ACB


#PKCS#12 file dialogs

chooseP12BackupFileDialog=\u0AAC\u0AC7\u0A95\u0A85\u0AAA \u0A95\u0AB0\u0AB5\u0ABE \u0AAE\u0ABE\u0A9F\u0AC7 \u0AAB\u0ABE\u0A87\u0AB2\u0AA8\u0AC1 \u0AA8\u0ABE\u0AAE
file_browse_PKCS12_spec=PKCS12 \u0AAB\u0ABE\u0A87\u0AB2\u0ACB

#Preferences
resetPreferences=%S \u0AA8\u0AC0 \u0AAE\u0AC1\u0AB3\u0AAD\u0AC1\u0AA4 \u0AB8\u0AC1\u0AB0\u0A95\u0ACD\u0AB7\u0ABE \u0AAA\u0ACD\u0AB0\u0ABE\u0AA5\u0AAE\u0AC0\u0A95\u0ACD\u0AA4\u0ABE\u0A85\u0ACB\u0AA8\u0AC7 \u0A97\u0ACB\u0AA0\u0AB5\u0AB5\u0ABE \u0AAE\u0ABE\u0A9F\u0AC7 \u0A85\u0ABE \u0AAC\u0A9F\u0AA8 \u0AA6\u0AAC\u0ABE\u0AB5\u0ACB.

#Cert verification
certVerified=\u0AA8\u0AC0\u0A9A\u0AC7\u0AA8\u0ABE \u0AB5\u0AAA\u0AB0\u0ABE\u0AB6\u0ACB \u0AAE\u0ABE\u0A9F\u0AC7 \u0A86 \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0 \u0A9A\u0A95\u0ABE\u0AB8\u0ABE\u0A88 \u0A97\u0AAF\u0AC1 \u0A9B\u0AC7:
certNotVerified_CertRevoked=\u0A86 \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0\u0AA8\u0AC7 \u0A9A\u0A95\u0ABE\u0AB8\u0AC0 \u0AB6\u0A95\u0ABE\u0AAF \u0AA8\u0AB9\u0AC0 \u0A95\u0ABE\u0AB0\u0AA3\u0A95\u0AC7 \u0AA4\u0AC7 \u0AB0\u0AA6 \u0AA5\u0AAF\u0AC7\u0AB2 \u0A9B\u0AC7.
certNotVerified_CertExpired=\u0A86 \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0\u0AA8\u0AC7 \u0A9A\u0A95\u0ABE\u0AB8\u0AC0 \u0AB6\u0A95\u0ABE\u0AAF\u0AC1 \u0AA8\u0AA5\u0AC0 \u0A95\u0ABE\u0AB0\u0AA3\u0A95\u0AC7 \u0AA4\u0AC7\u0AA8\u0AC0 \u0AB8\u0AAE\u0AAF\u0AAE\u0AB0\u0ACD\u0AAF\u0ABE\u0AA6\u0ABE \u0AAA\u0AC2\u0AB0\u0AC0 \u0AA5\u0A88 \u0A97\u0A88 \u0A9B\u0AC7.
certNotVerified_CertNotTrusted=\u0A86 \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0\u0AA8\u0AC7 \u0A9A\u0A95\u0ABE\u0AB8\u0AC0 \u0AB6\u0A95\u0ABE\u0AAF\u0AC1 \u0AA8\u0AA5\u0AC0 \u0A95\u0ABE\u0AB0\u0AA3\u0A95\u0AC7 \u0AA4\u0AC7 \u0AB5\u0ABF\u0AB6\u0ACD\u0AB5\u0ABE\u0AB8\u0AC1 \u0AA8\u0AA5\u0AC0.
certNotVerified_IssuerNotTrusted=\u0A86 \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0\u0AA8\u0AC7 \u0A9A\u0A95\u0ABE\u0AB8\u0AC0 \u0AB6\u0A95\u0ABE\u0AAF\u0AC1 \u0AA8\u0AA5\u0AC0 \u0A95\u0ABE\u0AB0\u0AA3\u0A95\u0AC7 \u0AA4\u0AC7\u0AA8\u0AC7 \u0AAA\u0ACD\u0AB0\u0A95\u0ABE\u0AB6\u0ABF\u0AA4 \u0A95\u0AB0\u0AA8\u0ABE\u0AB0 \u0AAD\u0AB0\u0ACB\u0AB8\u0ABE\u0AAA\u0ABE\u0AA4\u0ACD\u0AB0 \u0AA8\u0AA5\u0AC0.
certNotVerified_IssuerUnknown=\u0A86 \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0\u0AA8\u0AC7 \u0A9A\u0A95\u0ABE\u0AB8\u0AC0 \u0AB6\u0A95\u0ABE\u0AAF\u0AC1 \u0AA8\u0AA5\u0AC0 \u0A95\u0ABE\u0AB0\u0AA3\u0A95\u0AC7 \u0AA4\u0AC7\u0AA8\u0AC7 \u0AAA\u0ACD\u0AB0\u0A95\u0ABE\u0AB6\u0ABF\u0AA4 \u0A95\u0AB0\u0AA8\u0ABE\u0AB0 \u0A85\u0A9C\u0ABE\u0AA3\u0ACD\u0AAF\u0ACB \u0A9B\u0AC7.
certNotVerified_CAInvalid=\u0A86 \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0\u0AA8\u0AC7 \u0A9A\u0A95\u0ABE\u0AB8\u0AC0 \u0AB6\u0A95\u0ABE\u0AAF\u0AC1 \u0AA8\u0AA5\u0AC0 \u0A95\u0ABE\u0AB0\u0AA3\u0A95\u0AC7 CA \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0 \u0A85\u0AAE\u0ABE\u0AA8\u0ACD\u0AAF \u0A9B\u0AC7.
certNotVerified_Unknown=\u0A85\u0A9C\u0ABE\u0AA3\u0ACD\u0AAF\u0ABE \u0A95\u0ABE\u0AB0\u0AA3\u0ACB\u0AA8\u0AC7 \u0AB2\u0AC0\u0AA7\u0AC7 \u0A86 \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0\u0AA8\u0AC7 \u0A9A\u0A95\u0ABE\u0AB8\u0AC0 \u0AB6\u0A95\u0ABE\u0AAF\u0AC1 \u0AA8\u0AA5\u0AC0.

#Client auth
clientAuthMessage1=\u0AB8\u0A82\u0AB8\u0ACD\u0AA5\u0ABE\u0A83 "%S"
clientAuthMessage2="%S" \u0AA8\u0AC0 \u0AA8\u0AC0\u0A9A\u0AC7 \u0A9C\u0ABE\u0AB9\u0AC7\u0AB0 \u0A95\u0AB0\u0AC7\u0AB2

#Page Info
pageInfo_SiteNotVerified=વેબ સાઈટ ઓળખની ખાતરી થયેલ નથી
pageInfo_WebSiteVerified=વેબ સાઈટ ઓળખની ખાતરી થયેલ છે
pageInfo_Identity_Verified=વેબ સાઈટ %S તમે જે પાનું જોઈ રહ્યા છો તેના સત્તાધિકરણને આધાર આપે છે. વેબ સાઈટની ઓળખની ખાતરી %S દ્વારા થઈ ગયેલ છે, એક પ્રમાણપત્ર સત્તા કે જેનો તમે આ હેતુ માટે વિશ્વાસ કરો.
pageInfo_ViewCertificate=સુરક્ષા પ્રમાણપત્ર જુઓ કે જે આ વેબ સાઈટની ઓળખની ખાતરી કરે.
pageInfo_NoEncryption=જોડાણ એનક્રિપ્ટ થયેલ નથી
pageInfo_Privacy_None1=વેબ સાઈટ %S તમે જે પાનું જોઈ રહ્યા છો તેના માટે એનક્રિપ્શનને આધાર આપતું નથી.
pageInfo_Privacy_None2=એનક્રિપ્શન વિના ઈન્ટરનેટ ઉપર મોકલાયેલ જાણકારી અન્ય લોકો દ્વારા જોઈ શકાય છે જ્યારે તે પરિવહન થઈ રહી હોય.
pageInfo_Privacy_None3=તમે જે પાનું જોઈ રહ્યા છો તે એનક્રિપ્ટ થયેલ નથી.

pageInfo_Privacy_Strong1=તમે જે પાનું જોઈ રહ્યા છો તે ઈન્ટરનેટ ઉપર પરિવહન થાય તે પહેલાં એનક્રિપ્ટ થયેલ હતું.
pageInfo_Privacy_Strong2=એનક્રિપ્શન બિનસત્તાધિકારીત લોકો માટે કમ્પ્યૂટરો વચ્ચે પરિવહન થઈ રહેલ માહિતી જોવાનું ખૂબ મુશ્કેલ બનાવે છે. તેથી ખૂબ ઓછી શક્યા છે કે કોઈપણ આ પાનું વાંચી શકે જ્યારે તે નેટવર્કમાં પરિવહન કરી રહ્યું હોય.

pageInfo_Privacy_Weak1=વેબ સાઈટ %S એ તમે જે પાનું જોઈ રહ્યા છો તેના માટે નીચી-ગુણવત્તાવાળું એનક્રિપ્શન વાપરી રહી છે.
pageInfo_Privacy_Weak2=નીચી-ગુણવત્તાવાળું એનક્રિપ્શન અમુક બિનસત્તાધિકારી લોકોને આ જાણકારી જોવા માટે પરવાનગી આપી શકશે.
pageInfo_MixedContent=જોડાણ અંશતઃ એનક્રિપ્ટ થયેલ છે
pageInfo_Privacy_Mixed1=તમે જે પાનાંના ભાગો જોઈ રહ્યા છો તેઓ નેટવર્ક ઉપર પરિવહન થાય તે પહેલાં એનક્રિપ્ટ થયેલ ન હતા.

#Cert Viewer
certDetails=\u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0 \u0AA6\u0AB0\u0ACD\u0AB6\u0A95:
notPresent=<\u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0\u0AA8\u0ACB \u0AAD\u0ABE\u0A97 \u0AA8\u0AA5\u0AC0>
unknownIssuer=<\u0A85\u0A9C\u0ABE\u0AA3\u0ACD\u0AAF\u0ACB \u0AAA\u0ACD\u0AB0\u0A95\u0ABE\u0AB6\u0ABF\u0AA4 \u0A95\u0AB0\u0AA8\u0ABE\u0AB0>

escrowFinalMessage=\u0A85\u0A97\u0AB0 \u0AA4\u0AAE\u0AC7 \u0A8F\u0AA8\u0A95\u0ACD\u0AB0\u0ABF\u0AAA\u0ACD\u0AB6\u0AA8 \u0A96\u0ABE\u0AA8\u0A97\u0AC0 \u0A95\u0AC0 \u0AA8\u0ABE \u0AB0\u0A95\u0ACD\u0AB7\u0AA3 \u0AAE\u0ABE\u0A9F\u0AC7 "%S" \u0AAA\u0AB0 \u0AB5\u0ABF\u0AB6\u0ACD\u0AB5\u0ABE\u0AB8 \u0A95\u0AB0\u0ACB \u0A9B\u0ACB \u0AA4\u0ACB \u0A9C \u0AA4\u0AAE\u0AC7 \u0AAC\u0AB0\u0ABE\u0AAC\u0AB0 \u0AAA\u0AB0 \u0A95\u0ACD\u0AB2\u0ABF\u0A95 \u0A95\u0AB0\u0ACB.

#Token Manager
password_not_set=(\u0A97\u0ACB\u0AA0\u0AB5\u0AC7\u0AB2 \u0AA8\u0AA5\u0AC0)
failed_pw_change=\u0AAE\u0AC1\u0A96\u0ACD\u0AAF \u0AAA\u0ABE\u0AB8\u0AB5\u0AB0\u0ACD\u0AA1 \u0AAC\u0AA6\u0AB2\u0AB5\u0ABE\u0AAE\u0ABE\u0A82 \u0A85\u0AB8\u0AAE\u0AB0\u0ACD\u0AA5.
incorrect_pw=\u0AA4\u0AAE\u0AC7 \u0AB9\u0ABE\u0AB2\u0AA8\u0ACB \u0AAE\u0AC1\u0A96\u0ACD\u0AAF \u0AAA\u0ABE\u0AB8\u0AB5\u0AB0\u0ACD\u0AA1 \u0AA6\u0ABE\u0A96\u0AB2 \u0AA8\u0AA5\u0AC0 \u0A95\u0AB0\u0ACD\u0AAF\u0ACB. \u0AAB\u0AB0\u0AC0\u0AA5\u0AC0 \u0AAA\u0ACD\u0AB0\u0AAF\u0AA4\u0ACD\u0AA8 \u0A95\u0AB0\u0ACB.
pw_change_ok=\u0AAE\u0AC1\u0A96\u0ACD\u0AAF \u0AAA\u0ABE\u0AB8\u0AB5\u0AB0\u0ACD\u0AA1 \u0AAC\u0AA6\u0AB2\u0AB5\u0ABE\u0AAE\u0ABE \u0AB8\u0AAB\u0AB3.
pw_erased_ok=\u0A9A\u0AC7\u0AA4\u0AB5\u0AA3\u0AC0 ! \u0AA4\u0AAE\u0AC7 \u0AA4\u0AAE\u0ABE\u0AB0\u0ACB \u0AAE\u0AC1\u0A96\u0ACD\u0AAF \u0AAA\u0ABE\u0AB8\u0AB5\u0AB0\u0ACD\u0AA1 \u0AA6\u0AC1\u0AB0 \u0A95\u0AB0\u0AC0 \u0AA8\u0ABE\u0A96\u0ACD\u0AAF\u0ACB \u0A9B\u0AC7.
pw_not_wanted=\u0A9A\u0AC7\u0AA4\u0AB5\u0AA3\u0AC0 ! \u0AA4\u0AAE\u0AC7 \u0AAE\u0AC1\u0A96\u0ACD\u0AAF \u0AAA\u0ABE\u0AB8\u0AB5\u0AB0\u0ACD\u0AA1 \u0AA8\u0AB9\u0AC0 \u0AB5\u0ABE\u0AAA\u0AB0\u0AB5\u0ABE\u0AA8\u0AC1 \u0AA8\u0A95\u0ACD\u0A95\u0AC0 \u0A95\u0AB0\u0ACD\u0AAF\u0AC1 \u0A9B\u0AC7.
pw_empty_warning=\u0AA4\u0AAE\u0ABE\u0AB0\u0ABE \u0AB8\u0A82\u0A97\u0ACD\u0AB0\u0AB9\u0AC0\u0AA4 \u0A95\u0AB0\u0AC7\u0AB2\u0ABE \u0AB5\u0AC7\u0AAC \u0A85\u0AA8\u0AC7 \u0A87-\u0AAE\u0AC7\u0AB2 \u0AAA\u0ABE\u0AB8\u0AB5\u0AB0\u0ACD\u0AA1, \u0AAB\u0ACB\u0AB0\u0ACD\u0AAE\u0AA8\u0AC0 \u0AAE\u0ABE\u0AB9\u0ABF\u0AA4\u0AC0 \u0A85\u0AA8\u0AC7 \u0A96\u0ABE\u0AA8\u0A97\u0AC0 \u0A95\u0AC0 \u0AB8\u0A82\u0AB0\u0A95\u0ACD\u0AB7\u0AC0\u0AA4 \u0AA8\u0AB9\u0AC0 \u0AB0\u0AB9\u0AC7.
pw_change2empty_in_fips_mode=\u0AB9\u0ABE\u0AB2\u0AAE\u0ABE \u0AA4\u0AAE\u0AC7 FIPS \u0AB8\u0ACD\u0AA5\u0ABF\u0AA4\u0AC0\u0AAE\u0ABE \u0A9B\u0ACB. FIPS \u0AAE\u0ABE\u0A9F\u0AC7 \u0AAE\u0AC1\u0A96\u0ACD\u0AAF \u0AAA\u0ABE\u0AB8\u0AB5\u0AB0\u0ACD\u0AA1 \u0A9C\u0AB0\u0AC1\u0AB0\u0AC0 \u0A9B\u0AC7.
login_failed=\u0AA6\u0ABE\u0A96\u0AB2 \u0AA5\u0AB5\u0ABE\u0AAE\u0ABE\u0A82 \u0AA8\u0ABF\u0AB7\u0ACD\u0AAB\u0AB3
loadPK11TokenDialog=\u0AB2\u0ABE\u0AB5\u0ABE \u0AAE\u0ABE\u0A9F\u0AC7 PKCS#11 \u0AB8\u0ABE\u0AA7\u0AA8 \u0AAA\u0AB8\u0A82\u0AA6 \u0A95\u0AB0\u0ACB
devinfo_modname=\u0AAE\u0ACB\u0AA1\u0ACD\u0AAF\u0AC1\u0AB2
devinfo_modpath=\u0AAA\u0AA5
devinfo_label=\u0AB2\u0AC7\u0AAC\u0AB2
devinfo_manID=\u0A89\u0AA4\u0ACD\u0AAA\u0ABE\u0AA6\u0A95
devinfo_serialnum=\u0AB8\u0ABF\u0AB0\u0AC0\u0AAF\u0AB2 \u0AA8\u0A82\u0AAC\u0AB0
devinfo_hwversion=HW \u0A86\u0AB5\u0AC3\u0AA4\u0ABF
devinfo_fwversion=FW \u0A86\u0AB5\u0AC3\u0AA4\u0ABF
devinfo_status=\u0AB8\u0ACD\u0AA5\u0ABF\u0AA4\u0ABF
devinfo_desc=\u0AB5\u0AB0\u0ACD\u0AA3\u0AA8
devinfo_stat_disabled=\u0AA8\u0ABF\u0AB7\u0ACD\u0A95\u0ACD\u0AB0\u0ABF\u0AAF
devinfo_stat_notpresent=\u0AB9\u0ABE\u0A9C\u0AB0 \u0AA8\u0AB9\u0ABF
devinfo_stat_uninitialized=\u0AB6\u0AB0\u0AC1\u0A86\u0AA4 \u0AA8 \u0A95\u0AB0\u0AC7\u0AB2
devinfo_stat_notloggedin=\u0AA6\u0ABE\u0A96\u0AB2 \u0AA8 \u0AA5\u0AAF\u0AC7\u0AB2
devinfo_stat_loggedin=\u0AA6\u0ABE\u0A96\u0AB2 \u0AA5\u0AAF\u0AC7\u0AB2
devinfo_stat_ready=\u0AA4\u0AC8\u0AAF\u0ABE\u0AB0
enable_fips=FIPS \u0AB8\u0A95\u0ACD\u0AB0\u0ABF\u0AAF \u0A95\u0AB0\u0ACB
disable_fips=FIPS \u0AA8\u0ABF\u0AB7\u0ACD\u0A95\u0ACD\u0AB0\u0AC0\u0AAF \u0A95\u0AB0\u0ACB
fips_nonempty_password_required=FIPS \u0AB8\u0ACD\u0AA5\u0AC0\u0AA4\u0AC0\u0AA8\u0AC7 \u0AAC\u0AA7\u0ABE \u0AB8\u0AC1\u0AB0\u0A95\u0ACD\u0AB7\u0ABE \u0AB8\u0ABE\u0AA7\u0AA8 \u0AAE\u0ABE\u0A9F\u0AC7 \u0AAE\u0AC1\u0A96\u0ACD\u0AAF \u0AAA\u0ABE\u0AB8\u0AB5\u0AB0\u0ACD\u0AA1\u0AA8\u0AC0 \u0A9C\u0AB0\u0AC1\u0AB0 \u0A9B\u0AC7. FIPS \u0AB8\u0ACD\u0AA5\u0AC0\u0AA4\u0AC0\u0AA8\u0AC7 \u0A85\u0AAE\u0AB2\u0AAE\u0ABE \u0AB2\u0ABE\u0AB5\u0ABE \u0AAE\u0ABE\u0A9F\u0AC7 \u0AAE\u0AB9\u0AC7\u0AB0\u0AAC\u0ABE\u0AA8\u0AC0 \u0A95\u0AB0\u0AC0\u0AA8\u0AC7 \u0AAA\u0ABE\u0AB8\u0AB5\u0AB0\u0ACD\u0AA1 \u0AA6\u0ABE\u0A96\u0AB2\u0A95\u0AB0\u0ACB.

# CRL next update.



resetPasswordConfirmationTitle=\u0AAE\u0AC1\u0A96\u0ACD\u0AAF \u0AAA\u0ABE\u0AB8\u0AB5\u0AB0\u0ACD\u0AA1 \u0AAB\u0AB0\u0AC0 \u0A97\u0ACB\u0AA0\u0AB5\u0ACB
resetPasswordConfirmationMessage=\u0AA4\u0AAE\u0ABE\u0AB0\u0ACB \u0AAA\u0ABE\u0AB8\u0AB5\u0AB0\u0ACD\u0AA1 \u0AAB\u0AB0\u0AC0 \u0A97\u0ACB\u0AA0\u0AB5\u0AB5\u0ABE\u0AAE\u0ABE \u0A85\u0ABE\u0AB5\u0ACD\u0AAF\u0ACB \u0A9B\u0AC7.



#Import certificate(s) file dialog
importEmailCertPrompt=\u0A95\u0ACB\u0A87\u0AA8\u0ACB \u0A87-\u0AAE\u0AC7\u0AB2 \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0 \u0AB8\u0AAE\u0ABE\u0AB5\u0AA4\u0AC0 \u0AAB\u0ABE\u0A87\u0AB2 \u0A85\u0ABE\u0AAF\u0ABE\u0AA4 \u0A95\u0AB0\u0AB5\u0ABE \u0AAE\u0ABE\u0A9F\u0AC7 \u0AAA\u0AB8\u0A82\u0AA6 \u0A95\u0AB0\u0ACB
importCACertsPrompt=CA \u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0 \u0AB8\u0AAE\u0ABE\u0AB5\u0AA4\u0AC0 \u0AAB\u0ABE\u0A87\u0AB2 \u0A85\u0ABE\u0AAF\u0ABE\u0AA4 \u0A95\u0AB0\u0AB5\u0ABE \u0AAE\u0ABE\u0A9F\u0AC7 \u0AAA\u0AB8\u0A82\u0AA6 \u0A95\u0AB0\u0ACB
file_browse_Certificate_spec=\u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AAA\u0AA4\u0ACD\u0AB0 \u0AAB\u0ABE\u0A87\u0AB2\u0ACB

# Form Signing confirmation prompt
formSigningIntro=\u0AB8\u0ABE\u0A87\u0A9F %S \u0A8F \u0AB5\u0ABF\u0AA8\u0A82\u0AA4\u0AC0 \u0A95\u0AB0\u0AC0 \u0A9B\u0AC7 \u0A95\u0AC7 \u0AA4\u0AAE\u0AC7 \u0AA8\u0ABF\u0A9A\u0AC7\u0AA8\u0ABE \u0AB2\u0A96\u0ABE\u0AA3 \u0AB8\u0A82\u0AA6\u0AC7\u0AB6 \u0AAA\u0AB0 \u0AB8\u0AB9\u0AC0 \u0A95\u0AB0\u0ACB:

writeFileNoDeviceSpace=ઉપકરણ પર કોઈ ખાલી જગ્યા બાકી નથી
addExceptionNoCertLong=આપેલ સાઈટ માટે ઓળખ પરિસ્થિતિ મેળવવામાં અસમર્થ.
addExceptionExpiredLong=પ્રમાણપત્ર વર્તમાનમાં માન્ય નથી. શું આ ઓળખનો ચોરાઈ ગયેલ કે ગુમ થઈ ગયેલ તરીકે અહેવાલ આપ્યો હતો તે ઓળખવાનું અશક્ય છે.

deleteEmailCertImpactDesc=જો તમે વ્યક્તિનું ઈ-મેલ પ્રમાણપત્ર કાઢી નાંખો, તો તમે તે વ્યક્તિને એનક્રિપ્ટ થયેલ ઈ-મેલ મોકલવામાં લાંબા સમય સુધી સમર્થ રહેશો નહિં.
addExceptionValidLong=આ સાઈટ માન્ય, ખાતરી થયેલ ઓળખ પૂરી પાડે છે. અપવાદ ઉમેરવાની કોઈ જ જરૂર નથી.
SaveCertAs=પ્રમાણપત્રને ફાઈલમાં સંગ્રહો
writeFileAccessDenied=પરવાનગી નામંજૂર
addExceptionConnectionFailed=જોડાણ નિષ્ફળ
CertFormatPKCS7=X.509 પ્રમાણપત્ર (PKCS#7)
writeFileFailed=ફાઈલ %S માં લખી શકતા નથી:\n%S.
deleteOrphanCertConfirm=શું તમે ખરેખર આ પ્રમાણપત્રો કાઢી નાંખવા માંગો છો?
deleteOrphanCertTitle=પ્રમાણપત્રો કાઢી નાંખો
CertFormatPKCS7Chain=સાંકળ સાથેનું X.509 પ્રમાણપત્ર(PKCS#7)
writeFileIsLocked=ફાઈલને તાળું મરાયેલ છે
addExceptionDomainMismatchLong=પ્રમાણપત્ર કોઈ અલગ સાઈટને અનુલક્ષે છે, કે જે ચોરીની ઓળખ સૂચવે છે.
CertFormatDER=X.509 પ્રમાણપત્ર (DER)
writeFileFailure=ફાઈલ ભૂલ

addExceptionBrandedWarning2=કેવી રીતે %S સાઈટો ઓળખે છે તેના ઉપર તમે ફરીથી લખવા જઈ રહ્યા છો.
addExceptionInvalidHeader=આ સાઈટ અયોગ્ય જાણકારી સાથે તેની પોતાની જાતે ઓળખવાનો પ્રયાસ કરે છે.
addExceptionValidShort=માન્ય પ્રમાણપત્ર
addExceptionCheckingShort=જાણકારી ચકાસી રહ્યા છીએ
addExceptionCheckingLong=સાઈટ ઓળખવાનો પ્રયાસ કરી રહ્યા છીએ...
addExceptionNoCertShort=કોઈ જાણકારી ઉપલબ્ધ નથી

writeFileUnknownError=અજ્ઞાત બૂલ
CertFormatBase64Chain=સાંકળ સાથેનું X.509 પ્રમાણપત્ર(PEM)
CertFormatBase64=X.509 પ્રમાણપત્ર (PEM)
addExceptionDomainMismatchShort=ખોટી સાઈટ

addExceptionExpiredShort=જૂની થઈ ગયેલ જાણકારી

importServerCertPrompt=આયાત કરવા માટે સર્વર પ્રમાણપત્ર સમાવતી ફાઈલ પસંદ કરો
deleteSslCertConfirm3=શું તમે ખરેખર આ સર્વર અપવાદો કાઢી નાંખવા માંગો છો?
deleteSslCertTitle3=સર્વર પ્રમાણપત્ર અપવાદો કાઢી નાંખો
deleteSslCertImpact3=જો તમે સર્વર અપવદા કાઢી નાંખો, તો તમે તે સર્વર માટેના સામાન્ય સુરક્ષા ચકાસણીઓ પુનઃસંગ્રહશો અને તે માન્ય પ્રમાણપત્ર વાપરે એ જરૂરી છે.
chooseP12RestoreFileDialog2=આયાત કરવા પ્રમાણપત્ર ફાઇલ
deleteCaCertConfirm2=તમે  આ CA પ્રમાણપત્રોને કાઢવા માટે સૂચિત કરેલ છે. બિલ્ટ-ઇન પ્રમાણપત્રો માટે બધા વિશ્ર્વાસને દૂર કરેલ હશે, જેની સરખી અસર થશે. શું તમે ખરેખર કાઢી નાંખવા અથવા વિશ્ર્વાસ ન કરવા માંગો છો?
deleteCaCertImpactX2=જો તમે certificate authority (CA) પ્રમાણપત્રને કાઢો તો, આ કાર્યક્રમ તે CA દ્દારા અદા થયેલ કોઇપણ પ્રમાણત્રો પર લાંબા સમય સુધી વિશ્ર્વાસ કરશે નહિં.
deleteCaCertTitle2=CA પ્રમાણપત્રોને કાઢી નાંખો અથવા વિશ્ર્વાસ ન કરો
pageInfo_StrongEncryptionWithBits=એનક્રિપ્શન થયેલ જોડાણ: ઊંચુ-ગ્રેડ એનક્રિપ્શન (%1$S, %2$S બીટ કીઓ)
pageInfo_WeakEncryptionWithBits=એનક્રિપ્ટ થયેલ જોડાણ: નીચુ-ગ્રેડ એનક્રિપ્શન (%1$S, %2$S બીટ કીઓ)
unable_to_toggle_fips=સુરક્ષા ઉપકરણ માટે FIPS સ્થિતિને બદલવાનું અસમર્થ. તે અગ્રહણીય છે કે તમે બહાર નીકળો અને આ કાર્યક્રમને પુન:શરૂ કરો.

addExceptionUnverifiedOrBadSignatureLong=પ્રમાણપત્ર વિશ્ર્વાસપાત્ર નથી, કારણ કે કે સુરક્ષિત હસ્તાક્ષરની મદદથી ઓળખાયેલ સત્તા દ્દારા ચકાસવામાં આવ્યુ નથી.
addExceptionUnverifiedOrBadSignatureShort=અજ્ઞાત ઓળખાણ
certNotVerified_AlgorithmDisabled=આ પ્રમાણપત્રને ચકાસી શક્યા નહિં કારણ કે તે હસ્તાક્ષર અલ્ગોરિધમની મદદથી હસ્તાક્ષર થયેલ હતુ કે જે નિષ્ક્રિય થયેલ હતુ કારણ કે અલ્ગોરિધમ સુરક્ષિત નથી.

caCertExistsMessage=પ્રમાણપત્ર પહેલેથી અસ્તિત્વમાં છે.
caCertExistsTitle=પ્રમાણપત્ર અસ્તિત્વમાં છે

addExceptionCheckingLong2=Attempting to identify this site…
addExceptionDomainMismatchLong2=The certificate belongs to a different site, which could mean that someone is trying to impersonate this site.
addExceptionExpiredLong2=The certificate is not currently valid. It may have been stolen or lost, and could be used by someone to impersonate this site.
addExceptionNoCertLong2=Unable to obtain identification status for this site.
addExceptionUnverifiedOrBadSignatureLong2=The certificate is not trusted because it hasn't been verified as issued by a trusted authority using a secure signature.
getPKCS12FilePasswordMessage=Please enter the password that was used to encrypt this certificate backup:
pageInfo_BrokenEncryption=Broken Encryption (%1$S, %2$S bit keys, %3$S)
# LOCALIZATION NOTE (pageInfo_EncryptionWithBitsAndProtocol and pageInfo_BrokenEncryption):
# %1$S is the name of the encryption standard,
# %2$S is the key size of the cipher.
# %3$S is protocol version like "SSL 3" or "TLS 1.2"
pageInfo_EncryptionWithBitsAndProtocol=Connection Encrypted (%1$S, %2$S bit keys, %3$S)
pageInfo_MixedContent2=Parts of the page you are viewing were not encrypted before being transmitted over the Internet.
pageInfo_Privacy_Encrypted1=The page you are viewing was encrypted before being transmitted over the Internet.
pageInfo_Privacy_Encrypted2=Encryption makes it difficult for unauthorized people to view information traveling between computers. It is therefore unlikely that anyone read this page as it traveled across the network.
pageInfo_WeakCipher=Your connection to this website uses weak encryption and is not private. Other people can view your information or modify the website's behavior.
