# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

# LOCALIZATION NOTE: Do not translate <html:br/> 

restartTitle=%S ફરી શરુ કરો
restartMessageNoUnlocker=%S એ પહેલાથી જ ચાલી રહ્યું છે, પરંતુ જવાબ આપતું નથી. નવી વિન્ડો ખોલવા માટે, તમારે પ્રથમ હાલની %S પ્રક્રિયા બંધ કરવી જ પડશે, અથવા તમારી સિસ્ટમ પુનઃ શરૂ કરો.
restartMessageUnlocker=%S એ પહેલાથી જ ચાલી રહ્યું છે, પરંતુ જવાબ આપતું નથી. જૂની %S પ્રક્રિયા નવી વિન્ડો ખોલવા માટે બંધ થયેલ હોવી જ જોઈએ.
restartMessageNoUnlockerMac=%S ની નકલ પહેલાથી જ ખૂલેલી છે. %S ની માત્ર એક નકલ જ એક સમયે ખોલી શકાય છે.
restartMessageUnlockerMac=%S ની નકલ પહેલાથી જ ખૂલેલી છે. %S ની ચાલી રહેલ નકલ આને ખોલવા માટે બંધ થઈ જશે.

profileTooltip=\u0AB0\u0AC1\u0AAA\u0AB0\u0AC7\u0A96\u0ABE: '%S' - \u0AAA\u0AA5: '%S'

pleaseSelectTitle=\u0AB0\u0AC1\u0AAA\u0AB0\u0AC7\u0A96\u0ABE \u0AAA\u0AB8\u0A82\u0AA6 \u0A95\u0AB0\u0ACB
pleaseSelect=%S \u0AB6\u0AB0\u0AC1 \u0A95\u0AB0\u0AB5\u0ABE \u0AAE\u0ABE\u0A9F\u0AC7 \u0AB0\u0AC1\u0AAA\u0AB0\u0AC7\u0A96\u0ABE \u0AAA\u0AB8\u0A82\u0AA6 \u0A95\u0AB0\u0ACB, \u0A85\u0AA5\u0AB5\u0ABE \u0AA8\u0AB5\u0AC0 \u0AB0\u0AC1\u0AAA\u0AB0\u0AC7\u0A96\u0ABE \u0AAC\u0AA8\u0ABE\u0AB5\u0ACB.

profileLockedTitle=\u0AB5\u0AAA\u0AB0\u0ABE\u0AB6\u0AAE\u0ABE\u0A82 \u0AB0\u0AB9\u0AC7\u0AB2\u0AC0 \u0AB0\u0AC1\u0AAA\u0AB0\u0AC7\u0A96\u0ABE
profileLocked2=%S એ રૂપરેખા "%S" વાપરી શકતું નથી કારણ કે તે પહેલાથી જ વપરાશમાં છે.\n\nચાલુ રાખવા માટે, %S નો ચાલતો ઘટક બંધ કરો અથવા બીજી રૂપરેખા પસંદ કરો.

renameProfileTitle=\u0AB0\u0AC1\u0AAA\u0AB0\u0AC7\u0A96\u0ABE\u0AA8\u0AC7 \u0AAB\u0AB0\u0AC0 \u0AA8\u0ABE\u0AAE \u0A86\u0AAA\u0ACB
renameProfilePrompt=\u0AB0\u0AC1\u0AAA\u0AB0\u0AC7\u0A96\u0ABE "%S" \u0AA8\u0AC1\u0A82 \u0AA8\u0ABE\u0AAE \u0A95\u0AB0\u0ACB:

profileNameInvalidTitle=\u0AB0\u0AC1\u0AAA\u0AB0\u0AC7\u0A96\u0ABE\u0AA8\u0AC1\u0A82 \u0AA8\u0ABE\u0AAE \u0A85\u0AAF\u0ACB\u0A97\u0ACD\u0AAF \u0A9B\u0AC7
profileNameInvalid=\u0AB0\u0AC1\u0AAA\u0AB0\u0AC7\u0A96\u0ABE \u0AA8\u0ABE\u0AAE "%S" \u0AAE\u0ABE\u0AA8\u0ACD\u0AAF \u0AA8\u0AA5\u0AC0.

chooseFolder=\u0AB0\u0AC1\u0AAA\u0AB0\u0AC7\u0A96\u0ABE \u0AAB\u0ACB\u0AB2\u0ACD\u0AA1\u0AB0 \u0AAA\u0AB8\u0A82\u0AA6 \u0A95\u0AB0\u0ACB
profileNameEmpty=\u0A96\u0ABE\u0AB2\u0AC0 \u0AB0\u0AC1\u0AAA\u0AB0\u0AC7\u0A96\u0ABE \u0AA8\u0ABE\u0AAE \u0AAE\u0ABE\u0AA8\u0ACD\u0AAF \u0AA8\u0AA5\u0AC0.
invalidChar=\u0A85\u0A95\u0ACD\u0AB7\u0AB0 "%S" \u0AB0\u0AC1\u0AAA\u0AB0\u0AC7\u0A96\u0ABE \u0AA8\u0ABE\u0AAE\u0AAE\u0ABE\u0A82 \u0AAE\u0ABE\u0AA8\u0ACD\u0AAF \u0AA8\u0AA5\u0AC0. \u0AAE\u0AB9\u0AC7\u0AB0\u0AAC\u0ABE\u0AA8\u0AC0 \u0A95\u0AB0\u0AC0 \u0AAC\u0AC0\u0A9C\u0AC1\u0A82 \u0AA8\u0ABE\u0AAE \u0AAA\u0AB8\u0A82\u0AA6 \u0A95\u0AB0\u0ACB.

deleteTitle=\u0AB0\u0AC1\u0AAA\u0AB0\u0AC7\u0A96\u0ABE \u0A95\u0ABE\u0AA2\u0AC0 \u0AA8\u0ABE\u0A96\u0ACB
deleteProfileConfirm=રૂપરેખા કાઢી નાંખવાનું ઉપલબ્ધ રૂપરેખાઓની યાદીમાંથી રૂપરેખા દૂર કરી નાંખશે અને પછી તેઓ પાછા રદ કરી શકાતા નથી.\nતમે રૂપરેખા માહિતી ફાઈલો, તમારા સેટીંગ, પ્રમાણપત્રો અને અન્ય વપરાશકર્તા-સંબંધિત માહિતીનો સમાવેશ કરીને કાઢી નાંખવાનું પણ પસંદ કરી શકશો. આ વિકલ્પ ફોલ્ડર "%S" કાઢી નાંખશે અને પાછા રદ કરી શકાશે નહિં.\nશું તમે રૂપરેખા માહિતી ફાઈલો કાઢી નાંખવા ઈચ્છો છો?
deleteFiles=\u0AAB\u0ABE\u0A87\u0AB2\u0ACB \u0AA6\u0AC2\u0AB0 \u0A95\u0AB0\u0ACB
dontDeleteFiles=\u0AAB\u0ABE\u0A87\u0AB2\u0ACB \u0AA6\u0AC2\u0AB0 \u0AA8 \u0A95\u0AB0\u0ACB

profileCreationFailed=\u0AB0\u0AC1\u0AAA\u0AB0\u0AC7\u0A96\u0ABE \u0AAC\u0AA8\u0ABE\u0AB5\u0AC0 \u0AB6\u0A95\u0ABE\u0A87 \u0AA8\u0AB9\u0ABF. \u0A95\u0AA6\u0ABE\u0A9A \u0AAA\u0AB8\u0A82\u0AA6 \u0A95\u0AB0\u0AC7\u0AB2 \u0AAB\u0ACB\u0AB2\u0ACD\u0AA1\u0AB0 \u0AB2\u0A96\u0AB5\u0ABE \u0AAE\u0ABE\u0A9F\u0AC7\u0AA8\u0AC0 \u0AAA\u0AB0\u0AB5\u0ABE\u0AA8\u0A97\u0AC0 \u0AA7\u0AB0\u0ABE\u0AB5\u0AA4\u0AC1\u0A82 \u0AA8\u0AA5\u0AC0.
profileCreationFailedTitle=\u0AB0\u0AC1\u0AAA\u0AB0\u0AC7\u0A96\u0ABE \u0AAC\u0AA8\u0ABE\u0AB5\u0AB5\u0ABE\u0AAE\u0ABE\u0A82 \u0AA8\u0ABF\u0AB7\u0ACD\u0AAB\u0AB3
profileExists=\u0A86 \u0AA8\u0ABE\u0AAE \u0AB5\u0ABE\u0AB3\u0AC0 \u0AB0\u0AC1\u0AAA\u0AB0\u0AC7\u0A96\u0ABE \u0AB9\u0ABE\u0A9C\u0AB0 \u0A9B\u0AC7. \u0AAE\u0AB9\u0AC7\u0AB0\u0AAC\u0ABE\u0AA8\u0AC0 \u0A95\u0AB0\u0AC0 \u0AAC\u0AC0\u0A9C\u0AC1 \u0AA8\u0ABE\u0AAE \u0AAA\u0AB8\u0A82\u0AA6 \u0A95\u0AB0\u0ACB.
profileExistsTitle=\u0AB0\u0AC1\u0AAA\u0AB0\u0AC7\u0A96\u0ABE \u0AB9\u0ABE\u0A9C\u0AB0 \u0A9B\u0AC7
profileFinishText=\u0AA8\u0AB5\u0AC0 \u0AB0\u0AC1\u0AAA\u0AB0\u0AC7\u0A96\u0ABE \u0AAC\u0AA8\u0ABE\u0AB5\u0AB5\u0ABE \u0AAA\u0AC2\u0AB0\u0ACD\u0AA3 \u0AAA\u0AB0 \u0A95\u0ACD\u0AB2\u0ABF\u0A95 \u0A95\u0AB0\u0ACB.
profileFinishTextMac=આ નવી રૂપરેખા બનાવવા માટે પૂર્ણ ક્લિક કરો.
profileMissing=તમારી %S રૂપરેખાને લોડ કરી શકાતી નથી. તે ગુમ થયેલ અથવા ન વાપરી શકાય તેવી હોઇ શકે છે.
profileMissingTitle=ગુમ થયેલ રૂપરેખા

resetBackupDirectory=જૂની %S માહિતી
