#
# The contents of this file are subject to the Netscape Public
# License Version 1.1 (the "License"); you may not use this file
# except in compliance with the License. You may obtain a copy of
# the License at http://www.mozilla.org/NPL/
#
# Software distributed under the License is distributed on an "AS
# IS" basis, WITHOUT WARRANTY OF ANY KIND, either express or
# implied. See the License for the specific language governing
# rights and limitations under the License.
#
# The Original Code is mozilla.org code.
#
# The Initial Developer of the Original Code is Netscape
# Communications Corporation.  Portions created by Netscape are
# Copyright (C) 1998 Netscape Communications Corporation. All
# Rights Reserved.
#
# Contributor(s): 
# Sean Cotter <cotter@netscape.com>
# 
# Note: Hash characters in the strings will be replaced by
# newlines. These are used to lay out the dialog.

Title=\u0AB8\u0AB2\u0ABE\u0AAE\u0AA4\u0AC0 \u0A9A\u0AC7\u0AA4\u0AB5\u0AA3\u0AC0
MixedContentMessage=\u0AA4\u0AAE\u0AC7 \u0AB5\u0ABF\u0AA8\u0A82\u0AA4\u0AC0 \u0A95\u0AB0\u0AC7\u0AB2 \u0AAA\u0ABE\u0AA8\u0AC1\u0A82 \u0A95\u0AC7\u0A9F\u0AB2\u0AC0\u0A95 \u0A85\u0AB8\u0AB2\u0ABE\u0AAE\u0AA4 \u0AAE\u0ABE\u0AB9\u0ABF\u0AA4\u0AC0 \u0AA7\u0AB0\u0ABE\u0AB5\u0AC7 \u0A9B\u0AC7 , \u0A9C\u0AC7\u0AA5\u0AC0 \u0AA4\u0AAE\u0AC7 \u0A9C\u0ACB \u0A86 \u0AAA\u0ABE\u0AA8\u0ABE \u0AAA\u0AB0 \u0A95\u0ACB\u0A87 \u0AAE\u0ABE\u0AB9\u0ABF\u0AA4\u0AC0 , \u0AA6\u0ABE\u0A96\u0AB2 \u0A95\u0AB0\u0AB6\u0ACB \u0A85\u0AA5\u0AB5\u0ABE \u0A9C\u0ACB\u0AB6\u0ACB \u0AA4\u0ACB \u0AA4\u0AC7\u0AA8\u0AC7 \u0A95\u0ACB\u0A87 \u0AA4\u0ACD\u0AB0\u0ABE\u0AB9\u0ABF\u0AA4 \u0AB5\u0ACD\u0AAF\u0A95\u0ACD\u0AA4\u0ABF \u0A9C\u0ACB\u0A87 \u0AB6\u0A95\u0AB6\u0AC7.
LeaveSecureMessage=\u0AA4\u0AAE\u0AC7 \u0A85\u0AC7\u0AA8\u0A95\u0ACD\u0AB0\u0AC0\u0AAA\u0ACD\u0A9F \u0A95\u0AB0\u0AC7\u0AB2 \u0AAA\u0ABE\u0AA8\u0ABE\u0AAE\u0ABE\u0A82\u0AA5\u0AC0 \u0AAC\u0AB9\u0ABE\u0AB0 \u0AA8\u0AC0\u0A95\u0AB3\u0AC0 \u0AB0\u0AB9\u0ACD\u0AAF\u0ABE \u0A9B\u0ACB. \u0AA4\u0AAE\u0AC7 \u0AAE\u0AC7\u0AB3\u0AB5\u0AC7\u0AB2 \u0A85\u0AA5\u0AB5\u0ABE \u0AAE\u0ACB\u0A95\u0AB2\u0AC7\u0AB2 \u0AAE\u0ABE\u0AB9\u0ABF\u0AA4\u0AC0 \u0AB8\u0AB9\u0AC7\u0AB2\u0ABE\u0A87 \u0AA5\u0AC0 \u0AA4\u0ACD\u0AB0\u0ABE\u0AB9\u0ABF\u0AA4 \u0AB5\u0ACD\u0AAF\u0A95\u0ACD\u0AA4\u0ABF \u0A9C\u0ACB\u0A87 \u0AB6\u0A95\u0AB6\u0AC7. 
EnterSecureMessage=\u0AA4\u0AAE\u0AC7 \u0A85\u0AC7\u0AA8\u0A95\u0ACD\u0AB0\u0AC0\u0AAA\u0ACD\u0A9F \u0A95\u0AB0\u0AC7\u0AB2 \u0AAA\u0ABE\u0AA8\u0ABE\u0AA8\u0AC0 \u0AB5\u0ABF\u0AA8\u0A82\u0AA4\u0AC0 \u0A95\u0AB0\u0AC0 \u0A9B\u0AC7. \u0AB5\u0AC7\u0AAC \u0AB8\u0ABE\u0A87\u0A9F\u0AC7 \u0AA4\u0AC7\u0AA8\u0AC7 \u0AAF\u0ACB\u0A97\u0ACD\u0AAF \u0AB0\u0AC0\u0AA4\u0AC7 \u0A93\u0AB3\u0A96\u0ACD\u0AAF\u0AC1\u0A82 \u0A9B\u0AC7 \u0A85\u0AA8\u0AC7 \u0AAA\u0ABE\u0AA8\u0ABE \u0AAA\u0AB0 \u0A95\u0ACB\u0A87 \u0AAE\u0ABE\u0AB9\u0ABF\u0AA4\u0AC0 \u0AA6\u0ABE\u0A96\u0AB2 \u0A95\u0AB0\u0AB6\u0ACB \u0A85\u0AA5\u0AB5\u0ABE \u0A9C\u0ACB\u0AB6\u0ACB \u0AA4\u0ACB \u0AA4\u0AC7\u0AA8\u0AC7 \u0A95\u0ACB\u0A87 \u0AA4\u0ACD\u0AB0\u0ABE\u0AB9\u0ABF\u0AA4 \u0AB5\u0ACD\u0AAF\u0A95\u0ACD\u0AA4\u0ABF \u0A9C\u0ACB\u0A87 \u0AB6\u0A95\u0AB6\u0AC7.
WeakSecureMessage=\u0AA4\u0AAE\u0AC7 \u0AA8\u0AC0\u0A9A\u0AC7\u0AA8\u0ABE-\u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AA8\u0AC1\u0A82 \u0A85\u0AC7\u0AA8\u0A95\u0ACD\u0AB0\u0AC0\u0AAA\u0ACD\u0A9F \u0A95\u0AB0\u0AC7\u0AB2 \u0AAA\u0ABE\u0AA8\u0ABE\u0AA8\u0AC0 \u0AB5\u0ABF\u0AA8\u0A82\u0AA4\u0AC0 \u0A95\u0AB0\u0AC0 \u0A9B\u0AC7. \u0AB5\u0AC7\u0AAC \u0AB8\u0ABE\u0A87\u0A9F\u0AC7 \u0AA4\u0AC7\u0AA8\u0AC7 \u0AAF\u0ACB\u0A97\u0ACD\u0AAF \u0AB0\u0AC0\u0AA4\u0AC7 \u0A93\u0AB3\u0A96\u0ACD\u0AAF\u0AC1\u0A82 \u0A9B\u0AC7 \u0A85\u0AA8\u0AC7 \u0AAA\u0ABE\u0AA8\u0ABE \u0AAA\u0AB0 \u0A95\u0ACB\u0A87 \u0AAE\u0ABE\u0AB9\u0ABF\u0AA4\u0AC0 \u0AA6\u0ABE\u0A96\u0AB2 \u0A95\u0AB0\u0AB6\u0ACB \u0A85\u0AA5\u0AB5\u0ABE \u0A9C\u0ACB\u0AB6\u0ACB \u0AA4\u0ACB \u0AA4\u0AC7\u0AA8\u0AC7 \u0A95\u0ACB\u0A87 \u0AA4\u0ACD\u0AB0\u0ABE\u0AB9\u0ABF\u0AA4 \u0AB5\u0ACD\u0AAF\u0A95\u0ACD\u0AA4\u0ABF \u0A9C\u0ACB\u0A87 \u0AB6\u0A95\u0AB6\u0AC7.
PostToInsecureFromSecureMessage=\u0A85\u0AC7\u0AA8\u0A95\u0ACD\u0AB0\u0AC0\u0AAA\u0ACD\u0A9F \u0A95\u0AB0\u0AC7\u0AB2 \u0AB9\u0ACB\u0AB5\u0ABE \u0A9B\u0AA4\u0ABE\u0A82 \u0AA4\u0AAE\u0AC7 \u0AA6\u0ABE\u0A96\u0AB2 \u0A95\u0AB0\u0AC7\u0AB2 \u0AAE\u0ABE\u0AB9\u0ABF\u0AA4\u0AC0 \u0A85\u0AC7\u0AA8\u0A95\u0ACD\u0AB0\u0AC0\u0AAA\u0ACD\u0A9F \u0AA5\u0A87 \u0A9C\u0AA4\u0AC0 \u0AA8\u0AA5\u0AC0 \u0A85\u0AA8\u0AC7 \u0AB8\u0AB9\u0AC7\u0AB2\u0ABE\u0A87 \u0AA5\u0AC0 \u0AA4\u0ACD\u0AB0\u0ABE\u0AB9\u0ABF\u0AA4 \u0AB5\u0ACD\u0AAF\u0A95\u0ACD\u0AA4\u0ABF \u0A9C\u0ACB\u0A87 \u0AB6\u0A95\u0AB6\u0AC7.##\u0AB6\u0AC1\u0A82 \u0AA4\u0AAE\u0AC7 \u0A86 \u0AAE\u0ABE\u0AB9\u0ABF\u0AA4\u0AC0 \u0AAE\u0ACB\u0A95\u0AB2\u0AB5\u0ABE\u0AA8\u0AC1\u0A82 \u0A9A\u0ABE\u0AB2\u0AC1 \u0AB0\u0ABE\u0A96\u0AB5\u0ABE \u0AAE\u0ABE\u0A82\u0A97\u0ACB \u0A9B\u0ACB?##
PostToInsecureFromInsecureMessage=\u0A85\u0AC7\u0AA8\u0A95\u0ACD\u0AB0\u0AC0\u0AAA\u0ACD\u0A9F \u0A95\u0AB0\u0AC7\u0AB2 \u0AB9\u0ACB\u0AB5\u0ABE \u0A9B\u0AA4\u0ABE\u0A82 \u0AA4\u0AAE\u0AC7 \u0AA6\u0ABE\u0A96\u0AB2 \u0A95\u0AB0\u0AC7\u0AB2 \u0AAE\u0ABE\u0AB9\u0ABF\u0AA4\u0AC0 \u0A85\u0AC7\u0AA8\u0A95\u0ACD\u0AB0\u0AC0\u0AAA\u0ACD\u0A9F \u0AA5\u0A87 \u0A9C\u0AA4\u0AC0 \u0AA8\u0AA5\u0AC0 \u0A85\u0AA8\u0AC7 \u0AB8\u0AB9\u0AC7\u0AB2\u0ABE\u0A87 \u0AA5\u0AC0 \u0AA4\u0ACD\u0AB0\u0ABE\u0AB9\u0ABF\u0AA4 \u0AB5\u0ACD\u0AAF\u0A95\u0ACD\u0AA4\u0ABF \u0A9C\u0ACB\u0A87 \u0AB6\u0A95\u0AB6\u0AC7.##\u0AB6\u0AC1\u0A82 \u0AA4\u0AAE\u0AC7 \u0A86 \u0AAE\u0ABE\u0AB9\u0ABF\u0AA4\u0AC0 \u0AAE\u0ACB\u0A95\u0AB2\u0AB5\u0ABE\u0AA8\u0AC1\u0A82 \u0A9A\u0ABE\u0AB2\u0AC1 \u0AB0\u0ABE\u0A96\u0AB5\u0ABE \u0AAE\u0ABE\u0A82\u0A97\u0ACB \u0A9B\u0ACB?##
MixedContentShowAgain=\u0A85\u0AC7\u0AA8\u0A95\u0ACD\u0AB0\u0AC0\u0AAA\u0ACD\u0A9F \u0AAA\u0ABE\u0AA8\u0AC1\u0A82 \u0AB9\u0AC1\u0A82 \u0A9C\u0ACB\u0AA4\u0ACB \u0AB9\u0ACB\u0AAF \u0A85\u0AA8\u0AC7 \u0AA4\u0AC7 \u0AAA\u0ABE\u0AA8\u0AC1\u0A82 \u0A95\u0ACB\u0A87 \u0A85\u0AC7\u0AA8\u0A95\u0ACD\u0AB0\u0AC0\u0AAA\u0ACD\u0A9F \u0AA8 \u0AB9\u0ACB\u0AAF \u0AA4\u0ACB \u0AAE\u0AA8\u0AC7 \u0A9A\u0AC7\u0AA4\u0AB5\u0ACB
LeaveSecureShowAgain=\u0A85\u0AC7\u0AA8\u0A95\u0ACD\u0AB0\u0AC0\u0AAA\u0ACD\u0A9F \u0AAA\u0ABE\u0AA8\u0ABE \u0AAE\u0ABE\u0A82\u0AA5\u0AC0 \u0AAC\u0AB9\u0ABE\u0AB0 \u0AA8\u0AC0\u0A95\u0AB3\u0AA4\u0ACB \u0AB9\u0ACB\u0AAF \u0AA4\u0ACB \u0AAE\u0AA8\u0AC7 \u0A9A\u0AC7\u0AA4\u0AB5\u0ACB.
EnterSecureShowAgain=\u0A85\u0AC7\u0AA8\u0A95\u0ACD\u0AB0\u0AC0\u0AAA\u0ACD\u0A9F \u0AAA\u0ABE\u0AA8\u0AC1\u0A82 \u0AB9\u0AC1\u0A82 \u0A9C\u0ACB\u0AA4\u0ACB \u0AB9\u0ACB\u0AAF \u0AA4\u0ACB \u0AAE\u0AA8\u0AC7 \u0A9A\u0AC7\u0AA4\u0AB5\u0ACB.
WeakSecureShowAgain=\u0AA8\u0AC0\u0A9A\u0AC7\u0AA8\u0ABE-\u0AAA\u0ACD\u0AB0\u0AAE\u0ABE\u0AA3\u0AA8\u0AC1\u0A82 \u0A85\u0AC7\u0AA8\u0A95\u0ACD\u0AB0\u0AC0\u0AAA\u0ACD\u0A9F \u0AB9\u0ACB\u0AAF \u0AA4\u0ACB \u0AAE\u0AA8\u0AC7 \u0A9A\u0AC7\u0AA4\u0AB5\u0ACB.
PostToInsecureFromInsecureShowAgain=\u0A9C\u0ACB \u0AAE\u0A82\u0AC7 \u0AB0\u0A9C\u0AC2 \u0A95\u0AB0\u0AC7\u0AB2 \u0AAE\u0ABE\u0AB9\u0ABF\u0AA4\u0AC0 \u0A85\u0AC7\u0AA8\u0A95\u0ACD\u0AB0\u0AC0\u0AAA\u0ACD\u0A9F \u0AA8 \u0AB9\u0ACB\u0AAF \u0AA4\u0ACB \u0AAE\u0AA8\u0AC7 \u0A9A\u0AC7\u0AA4\u0AB5\u0ACB.
SecurityButtonTooltipText=\u0AB9\u0ABE\u0AB2\u0AA8\u0ABE \u0AAA\u0ABE\u0AA8\u0ABE\u0A82 \u0AB5\u0ABF\u0AB7\u0AC7 \u0AB8\u0AB2\u0ABE\u0AAE\u0AA4\u0AC0 \u0AAE\u0ABE\u0AB9\u0ABF\u0AA4\u0AC0 \u0AA6\u0AB0\u0ACD\u0AB6\u0ABE\u0AB5\u0ACB
SecurityButtonMixedContentTooltipText=ચેતવણી: બિનસત્તાધિકારીત સમાવિષ્ટ સમાવે છે
Continue=\u0A9A\u0ABE\u0AB2\u0AC1 \u0AB0\u0ABE\u0A96\u0ACB
